[
  {
    "id": "1724938096852",
    "symptoms": "ئەو مێگەل و ڕانە مەڕ و بزنەی یان ئەو گایەلەی کە نەکوتراون بە دژی ئەم نەخۆشییە ئەوا ئاژەڵی ئاوس بەراویتە دەبێت لە کۆتا مانگەکانی ئاوسبوون (لەمانگادا لە ٧ مانگی بەدواوە و لە مەڕو بزن لە ٣ بۆ ٤ مانگی بەدواوە ) دوای ئەوەی ئاژەڵی ئاوس بەرەکەی فڕێدەدات ئەوا پزدانەکەی گیردەمێنێت لەناو ڕەحم uterus دا و دەبێتەهۆی Retend placenta بۆیە ڕەحم هەودەکات و میکرۆبەکە دەچێتە ناو خوێن و دور نییە ئاژەڵەکە توشی نەزۆکی بکات sterility گەر ئاژەڵەکە نێربوو ئەوا جوتە گونی دەئاوسێت و سوردەبێتەوەو توانای پەڕینی نامێنێت و ڕەنگە توشی نەزۆکبوونی بکات",
    "kurdish": "تای ماڵتا یان بەراویتەبوون بە بڕوسێلا",
    "name": "Malta fever or Brucellosis",
    "cause": "ئەم نەخۆشییە بەهۆی جۆرە بەکتریاییەکە سەر بە ڕەگەزی brucella ییە ،بەکتریاییەکی چیلکەی کورت و کوڵەبنەییە ،ناجوڵیت زیاتر توشی مانگا ،مەڕ،بزن ،وڵاخە بەرزە دەبێت ناوەکانیش بەپێی ئاژەڵەکە دەگۆڕێت بۆنمونە لە مانگادا پێی دەگوترێت brucella bovis وە لە مەڕدا پێی دەگوترێت brucella ovis بەکتریای ئەم نەخۆشییە دەبێتە هۆی هۆی بەرخستن لە ئاژەڵاندا وە بەهۆی خواردنی بەرهەمی شیرەمەنی ئەم نەخۆشییە بۆ مرۆڤیش دەگوازرێتەوە ",
    "control": "بۆ خۆپاراسن لەم نەخۆشییە پێویستە بە جوانی کوڵاندنی شیرەکەی بۆئەوەی نەگوازرێتەوە بۆ مرۆڤ وە خۆپارستن بەبەکارهێنانی دەستکێش و ماسک لەکاتی نزیکبوونەوە لە ئاژەڵ ،دەبێت ئاژەڵ بکوترێت لەدژی ئەم نەخۆشییە ٣ مانگ یان ٦مانگ جارێک ،هەر ئاژەڵێک نیشانەی ئەم نەخۆشییەی تێدا دەرکەوت یان بەفەحسی خوێنەکەی (brucella test)ئەوا پێویستە جیابکرێتەوە لە ئاژەڵانی دیکە بەرهەمی شیرەمەنی نەخورێت و چارەسەری پێویستی بۆبکرێت ",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1726240494093",
    "symptoms": "ئەو مریشکە گەنجانەی کەتوشی نەخۆشییەکە دەبن دەردراوێکی شێوە پەنیری بەهەردوو لای بۆری هەوایان دەبینرێت ،ئەمەش دەبێتە هۆی خنکان ،لە مریشکە بەتەمەنەکاندا نابێتە هۆی مردن ،بەرهەمی هێلکە کەم دەبێتەوە و , چرچ و لۆچی لە توێکڵی هێلکەدا دەبینرێت\n\nدەستنیشانکردنی نەخۆشییەکە\nپاش مردن بە بینینی نیشانە کلینیکیەکان ،جیاکردنەوەی ئەو ڤایرۆسە لە تاقیگەدا،",
    "kurdish": "نەخۆشی ئایبی",
    "name": "Infectious Bronchitis(IB)",
    "cause": "نەخۆشییەکی ڤایرۆسییە توشی مریشک دەبێت ،ڤایرۆسی کۆرۆنا هوکاری ئەم نەخۆشییە چەند جۆرێکی هەییە دەگوازرێتەوە لەنێوان مریشکێک بۆ یەکێکی دیکە یان قاعەیەک بۆ قاعەیەکی دیکە لەڕێگەی هەواوە ",
    "control": "هیچ چارەسەرێکی گونجاوی بۆ نەدۆزراوەتەوە،پێدانی دەرمانی دژە بەکتریا بۆ ئەوەی ڕێگری بکرێت لە توشبوونی بە بەکتریا بەهۆی دابەزینی مەناعەوە ،ڕێگری کردن بە بەکارهێنانی کوتان باشترین ڕێگەییە بۆ کۆنترۆڵکردنی بەم نەخۆشییە.",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "860T4TYFLoLCNdAT3QqN",
    "symptoms": "نیشانەی نەخۆشی بەپیی خواردنی مێتاسیرکاریا جیادەکرێتەوە بەچەند قۆناغێک \n\nقۆناغی توند:ئەم قۆناغە ڕودەدات لە دوای ٢ بۆ٦هەفتە پاش خواردنی بڕێکی زۆری مێتاسەرکاریا لەماوەیەکی کەمدا نیشانەکانی ئەم قۆناغە بریتین لەئازاری سک ،کەمخوێنی،لەناکاومردن\n\n\nقۆناغی سەروتوند:ئەم قۆناغە ڕودەدات لە ٦ بۆ ١٠هەفتە پاش خواردنی برێکی ناوەندی مێتاسێرکاریا لە ماوەیەکی زۆر دا نیشانەکانی بریتین لە تێکچونی جگەر،مردن بەهۆی خوێنبەربوون  یان کەمخوێنی\n\n\nقۆناغی درێژخایەن: ڕودەدات لەپاش خواردنی برێکی کەمی میتاسێرکاریا لەماوەیەکی دیاریکراودا نیشانەکانی بریتین لە کەمخوێنی ،ئاوسانی ژێر چەناگە،کەمبوونەوەی بەرهەمی شیر\n\n\nدیاریکردنی ئەم نەخۆشییە بەم ڕێگایانە دەبێت\n*fecal sedimentation test\n*commertial ELISA testd",
    "name": "Fascioliasis(Fasciola hepatica in ruminant)",
    "cause": "ئەم نەخۆشییە بەهۆی کرمێکی شێوە گەڵای ڕودەدات بەناوی fasciola سوڕی ژیانی ئەم کرمە دەست پێدەکات پاش ئەوەی ئەم کرمە دەچێتە جەستەر ئاژەڵەکەوە ئەوا هێلکە دروست دەکات و دەینێرێتە دەرەوەی لەشی ئاژەڵەکە لەڕێگەی پیسای ئەو هێلکەیە دەتوانێت لە ژێنگەدا بمێنێتەوە بۆ ماوەی ٢ ساڵ بۆ گەشەکردن و مانەوەی پێویستی بە شوێنی شێدارو فێنکە وەک زەلکاو یان شوێنێک ئاوی لێکۆببێتەوە دەگۆڕێت بۆ میراسیدیا پاشان میراسیدا دەتوانێت هێلکە شەیتانۆکە ببڕێت و بچێتە ناوی کەلێرەدا وەکوو خانەخوێی ناوەندی ئیشدەکات پاشان دەگۆڕێت بۆ سەرکاریا و لەپاش ئەویش بۆ مێتاسێرکاریا کە ئەمەیان بەگژوگیای ناوچەی شێدار و تەڕەکان دەنوسێت و کاتێک ئاژەڵ گژوگیا دەخوات ئەوا ڕاستەوخۆ مێتاسیرکاریا دەگوازرێتەوە بۆ ڕیخۆڵە بچوک و دیاواری ڕیخۆڵە دەبڕێت و پاشان دەگوازرێتەوە بۆ جگەر و پاشان تورەکەی زراو لێرەدا پێدەگات و دەتوانێت هێلکە دروست بکات و سورەکە بەم شێوازە بەردەوام دەبێت",
    "control": "کۆنتڕۆڵ کردنی ئەم نەخۆشییە بە چەند ڕێگایەک دەکرێت :بەبەکارهێنانی دەرمان بۆ لەناوبردنی کرمەکە،کەمکردنەوە و لەناوبردنی هێلکە شایتانۆکە دەتوانیت ڕێگری لەگەشەی ئەم کرمە بکەیت ،نەهێشتی کۆبونەوەی ئاو و زەلکاو دەتوانیت توشبوون بەم نەخۆشییە کەمبکەیتەوە\n\n\nسەبارەت بەچارەسەر بەکارهێنانی  Anthilmentics وەک و clorsulon , \nalbendazole,triclabendazole,oxyclozanide",
    "kurdish": "نەخۆشی کرمی جگەر-پەپولە-مەیتولە لە کاوێژکەرەکان",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1739911290845",
    "symptoms": "نیشانەی نەخۆشییەکە:\n\nڕەشەوڵاخدا :\nلەناکاو ئاژەڵی توشبوو بێ هێز و لاواز دەبێت لە لەوەڕ دەکەوێت و کاوێژ ناکات ،پلەی گەرمی لەشی ئاژەڵەکە بەرز دەبێتەوە و دەگاتە ٤١c وە لێدانی دڵ لە خولەکێکدا دەگاتە (١٠٠ -١٢٠ ) جار، ئاژەڵی توشبوو بەشێوەیەکی دیار دەشەلێت ،پەلی توشبوو لە ئاژەڵەکە بەشێوەیەکی دیار دەئاوسێت ،لە سەرەتادا ئاوسێکە گەرم و بەئازارە و لەدوایدا شوێنەکە سارد دەبیت و ئازاری نامێنێت لە کاتی دەست لێداندا وە ڕەنگی پێستەکە دەگۆڕێت و وشک دەبێتەوە .نەخۆشی لاڕەشە بەشێوەیەکی کتوپڕ دەردەکەوێت و لەدوای (١٢-٣٦) کاتژمێر لەدەرکەوتنی نیشانەکان ئاژەڵی توشبوو مردار دەبێتەوە بەبێ دەرکەوتنی هیچ نیشانەیەک.\n\n\nلە مەڕ و ماڵاتدا :\nمەڕی توشبوو دەشەلیت و لە ڕۆشتندا و هاوسەنگی تێکدەچێت و بەملاو ئەولادا دەکەوێت ،پەلی توشبوو لە مەڕدا ئاوساوی پێوە دیار نییە بەڵام ڕەنگی پێستەکەی دەگۆڕێت ،ئاژەڵی توشبوو لە لەوەڕ دەکەوێت وپلەی گەرمی لەشی بەرز دەبێتەوە ،لەکاتی بونی بریندا ئەو شوێنە هه ودەکات و دەئاوسێت .\n\nنیشانەکانی دوای مردار بونەوەی ئاژەڵی توشبوو \nلە گرینگترین نیشانەکان دوای مردار بومەوە ئەوەیە پەلی توشبوو لە کاتی بڕینیدا ماسولکەکەی ئاوساوە و ڕەش هەڵگەڕاوە و بۆنێکی ناخۆشی لێیەت و شلەیەکی تێداییە کە بڵقی گازی پێوە دیارە کە بەشێوەیەک کەف دەکات ،هەروەها بۆشای سنگی ئاژەڵەکە بڕێکی زۆر شلەی خوێناوی تێدایە و دەم و لوتی ئاژەڵەکە شلەیەکی کەفاوی لێدێتە خوارەوە.",
    "kurdish": "نەخۆشی لاڕەشە لە کاوێژکەرەکاندا",
    "name": "Black leg in ruminants",
    "cause": "نەخۆشییەکی بەکتریاییە بەهۆی بەکتریای (clostridium chauvoei feseri).وە ڕودەدات کە ئەم بەکتریایە گرام پۆزەتیڤە و سپۆڕ دروست دەکات کە بۆ چەند ساڵیک توانای مانەوەی هەیە بە چالاکی و بەرگری لەخۆی دەکات لەدژی بارودۆخی نالەباری دەوروبەر ،ئەم بەکتریاییە بە شێوەیەکی سروشتی لە خاک و خۆڵدا هەیە لەڕێگەی کۆئەندامی هەرسەوە دەچێتە ناولەشی ئاژەڵی توشبوو لە ئەنجامی دروستبونی ژینگەیەکی گونجاو گەشەدەکات و زۆر دەبێت ئەویش بەنەمانی گازی ئۆکسجین لەناوەندەکەدا  چونکە ئەم بەکتریایە بەبێ بوونی گازی ئۆکسجین گەشە دەکات و چالاک دەبێت وە ئەم نەخۆشییە بەهۆی برینەوە دەگوازرێتەوە بەتایبەتی لەکاتی خوری بڕینەوەو کلک بڕین هەروەها لەکاتی زاینی ئاژەڵی ئاوسدا ،یاخود لەکاتی شەڕکردنی بەرانەکاندا یان هەندێک جار بوهۆی کوتانی مەڕوو ماڵات بە ڤاکسینی مافەتە",
    "control": "چارەسەری نەخۆشیەکە :\nئاژەڵی توشبوو چارەسەر دەکرێت بەبەکارهێنانی دەرمانی (penicillin ) و هەروەها نەشتەرگەری دەکرێت بۆ پەلی توشبوو .\n\nکۆنترۆڵ کردنی نەخۆشییەکە:\nئاژەڵی مرداربۆوە بە بەنەخۆشییەکە پێویستە بسوتێندرێت و بەیەکجاری لەناوببرێت ،وە هەروەها لە ئاژەڵی ساغدا پێویستە ساڵانە پرۆسەی کوتان ئەنجامبدرێت.\nلە ڕەشەوڵاخدا لە تەمەنی (٣-٦) مانگ هەموو ئاژەڵەکان بکوترێن و دوای مانگێک دوبارە بکرێتەوە.\nلە مەڕ و ماڵاتدا :پێش زاینی ئاژەڵەکە بە مانگێک بکوترێن و لە دوایی دا ساڵانە دوبارە بکرێنەوە ،هەروەها پێش خوری بڕینەوە ئاژەڵەکان بکوترێن باشە.",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1725456017438",
    "symptoms": "ماوەی چونە ژورەوەی بەکتریاکە بۆ ناو لەشی ئاژەڵەکە تاکو دەرکەوتنی نیشانەکان نزیکەی ٤بۆ٨ ڕۆژ دەخایەنێت و نەخۆشییەکە لەناکاو دەردەکەوێت و بڵاودەبێتەوە بەوە دەست پێدەکات ئاژەڵەکە لە لەوەڕ دەکەوێت و دەم بۆ هیچ نابات ،پلەی گەرمی لەشی ئاژەڵەکە دەگاتە ٣٩.٥ بۆ ٤٠.٥ پلەی سیلیزی ،لوتی ئاژەڵەکە ئاو  دەکات و بەرە بەرە خەست دەبێتەوە و بەلوتیدا شۆڕدەبێتەوە و دەبینرێت ،توشی هەوکردنی قورگ دەبێت ،ئاژەڵەکە هیچ شتێکی بۆ قوت نادرێت لەکاتی هەوڵدان بۆ قوتدانی بۆ خواردن یان ئاو لە کونەلوتییەوە دێتە دەرەوە لە ئەنجامی ئەو ئازارە تیژەی ناوچەی قورگ ،لەنیشانە سەرەکیەکانی نەخۆشییەکە ئەوەیە ئاژەڵەکە توشی خنکان دەبێت ئەمەش ڕودەدات لە ئەنجامی هەوکردن و گەورەبون و ئاوسانی لیمفە گرێیەکانی ناوچەی قورگ ،ئاژەڵەکە توشی تەنگەنەفەسی دەبێت و پێوەی دیار دەبێت ،بۆ کەمکردنەوەی ئازاری قورگ ئاژەڵەکە هەوڵدەدات سەر بۆ خوارەوە شۆڕبکاتەوە ",
    "kurdish": "نەخۆشی مەقاو ",
    "name": "Strangles",
    "cause": "هۆی نەخۆشییەکە بەکتریایەکە بەناوی  streptococcus equi زیاتر توشی وڵاخە بەرزە دەبێت وەک ئەسپ و ماین و هێستر و گوێدرێژ بەڵام ئەسپ هەستیارترە،ئەم بەکتریاییە بەشێوەیەکی سروشتی لەبەشی سەروی وڵاخە بەرزەدا هەیە و جێگیر بووە ،دەبێتە هۆی بەرهەم هێنانی ژەهرێک کە پێی دەگوترێت Exotoxin کە دەبێتە هۆی تێکدانی خانەی توشبوو ،ئەم نەخۆشییە زیاتر لەوەرزە ساردو شێیدارەکاندا تەشەنە دەکات وەکو وەرزی پایز و زستان",
    "control": "پێویستە ئاژەڵی توشبوو جیابکرێتەوە و لەشوێنەکەی بۆ خاوێن بکرێتەوە ،بەکارهێنانی دەرمانی کۆمەڵەی pencilin بۆماوەی ٥ بۆ ٧ ڕۆژ ئەنجامی باشی دەبێت،لەماوەی چارەسەردا وا باشترە کە ئاژەڵەکە لەشوێنی گەرمدا بێت و ئەو جۆرە خواردنەی بدرێتێ کە بەئاسانی قوتبدرێت ",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1740226475043",
    "symptoms": "پێستی مەڕ زیاتر گۆڕانکاری بەسەردا دەردەکەوێت بە تایبەتی لە ئاژەڵە لاوازەکان کە بەدەست کەم خۆراکییەوە دەناڵێنن.لە ئەنجامی کاری مشەخۆرەکە شوێنی توشبوو سوردەبێتە و دەئاوسێت و دەست دەکات بەخوراندن لە ئەنجامدا شوێنەکە قەتماغە دەکات وەک توێژێکی ڕەق دەردەکەوێت لە ئەنجامی ئەمەشدا خوری ئاژەڵەکە لەو شوێنەدا هەڵدەوەرێت و دەکەوێتە سەر زەوی.خوراندن (itching) و هەڵوەرینی خوری ئاژەڵەکە بەنیشانەیەکی سەرەکی نەخۆشییەکە دادەنرێت ،ئاژەڵی توشبوو ڕۆژ بەڕۆژ  لاواز دەبێت و کەم خوێنی پێوە دیار دەبێت و هەندێک جار بەمرداربونەوەی ئاژەڵەکە کۆتای دێت .",
    "kurdish": "نەخۆشی گەڕیی لە مەڕدا",
    "name": "Psoroptic Mange in sheep ",
    "cause": "هۆکاری نەخۆشی گەڕی دەگەڕێتەوە بۆ مشەخۆرێکی دەرەکی کە زیندەوەرێکی جومگەدارە پێی دەوتریت mite (مۆرانە ),(زچ )ئەم مشەخۆرە دەرەکییە بە شێوەیەکی سروشتی لەسەر پێستی ئاژەل وباڵندە ژیان دەباتە سەر وە بۆ بەردەوامی ژیانی خوێن و لیمف و شانەکانی پێست و دەردراوی ڕژێنەکانی پێستیش وەک سەرچاوەی خۆراک بەکاردەهێنێت وە بەپێی ئاژەڵەکان چەند جۆرێکی هەیە بۆ نمونە لەمەڕدا پێی دەڵێن psoroptes ovis  وە مشەخۆرەکە بەگشتی ئەو شوێنانە هەڵدە بژێرێت کە داپۆشراوە بە موو یان خوری لە دواییدا مشەخۆرەکە هەوڵدەدات کە پێستەکە کون کون بکات بەمەبەستی مژینی لیمف و لە ئەنجامی و لە ئەنجامی ئەمەشدا کارێک ڕودەدات کە دەبێتە هۆی سوربونەوە و ئاوسانی شوێنەکە کە ئەمەش دەبێتە هۆی خوراندنی پێستی ئاژەڵی توشبوو هەروەها هەوکردنی و دەردراوەکانی پێست دەمەییت و ڕەق دەبێت و قەتماغە دەکات و وەک توێژێکی ڕەق دەردەکەوێت .",
    "control": "چارەسەر و کۆنتڕۆڵ :\n١.لەوەرزی پایز و زستاندا پێویستە ڕەچاوی ژمارەی ئاژەڵان و ڕوبەری شوێنیان بکرێت واتە دەبێت ژمارەکانیان بەپێی ڕوبەری شوێنەکە دابنرێت . ٢.بایەخ بدرێت بەلایەنی خۆراکی خۆراکی ئاژەڵان چونکە تاکو ئاستی خۆراکیان باش بێت لە ئەنجامدا ئاستی بەرگریان لە دژی نەخۆشییەکە زیاتر دەبێت .\n٣.شۆردنی ئاژەڵەکان  (dipping)بەپێی بەرنامەی زانستی وە ئەو مادانەی زیاتر بەکاردەهێنرێن بۆ شۆردنی ئاژەڵان وەکو coumaphos یان  diazinon.\n٤.بەکارهێنانی دەرمانی (ivermectin) کە لەڕێگەی ژێر پێستەوە دەدرێت بە ئاژەڵی توشبوو کە چالاکانە کاردەکات لەدژی مشەخۆرە دەرەکی و ناوەکییەکان .\n٥.ئاژەڵەکان پێویستە گوێیان پاکبکرێتەوە و بەخاوێنی ڕابگیرێت بەبەکارهێنانی هەندێک دەرمان کە دژی مشەخۆرەکان کاردەکات.",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1730038849373",
    "symptoms": "بە ئاسانی پندە دەبینرێت لەسەر هەنگی پێگەشتوو ،چاوە شەش پاڵۆکان،پیوپاکان.تێکچونی شێوەی باڵ و قاچەکان ،نەمانی شاخی هەستیار،پندی مردوو دەبینرێت لە بەر دەرگای کورەکەدا ،مردنی خانەی هەنگەکە بەتەواوی لە ناکاودا ،وەچەکان ناتوانن بێنە دەرەوە لە چاوە شەش پاڵۆکان و دەمرن لە ناویاندا ،کەمی دەردانی خۆراکی شاهانە،لەبەر ئەوەی لەسەر چەورییە خانەکان دەژیت تەمەنی هەنگ کەم دەکات لەگەڵ کێشەکەی ،لە بەردەم دەرگای کورە هەنگ دەبینرێت بە قاچ دەڕوات و توانای فرینی نییە یان باڵی نییە.",
    "kurdish": "پندی ڤاروا",
    "name": "Varroa Destructor ",
    "cause": "پندی ڤاروا پندێکی مشەخۆرە لەسەر هەنگی پێگەشتوو پێش سەر داپۆشرانی چاوەی شەش پاڵو دەچێتە بنکی خانەکان لەگەڵ پێکورەی هەنگ (کرمۆکەی هەنگ دوای داپۆشینی چاوە شەش پاڵۆکەی هێلکە دادەنێت و گەشە دەکات و نزیکەی ٣ بۆ ٥ پندی ڤاروا دروست دەبێت بەڵام تەواوبونی سوڕی ژیانی کورترە لە هەنگ هەر بۆییە بە دەرچونی بێچووی هەنگ لە چاوە شەش پاڵۆکە ئەم پندانە لەسەر چەورییە خانەکان و هیمۆلیمفی بەچکەی هەنگکە دەژی و باڵ و قاچی ئیفلیج دەکات لەئەنجامدا بەچکەی نابەکام و بێ قاچ و باڵ دێتە دەرەوە",
    "control": "پەروەردەکردنی ڕەچەڵەکی ئەو هەنگانەی کە بەرگری دەکەن و خۆڕاگرن بۆ ڤاروا ،بەکارهێنانی ئاوگی ڕووەکە سروشتییە پزیشکییەکان وەک ڕەیحانە ڕەشە و زەیتی چادرە نەعنا ،گەر زانیمان ڕێژەی توشبون زۆرە بەکارهێنانی چەند جۆرە قڕکەرێک بە جۆرێک کە هەموو جارێک بەکار نەێتەوە چونکە ڤاروا بەرگری پەیدا دەکات بەرامبەری،قەڵاچۆکردن بە قرکەری Amitraz,Volbex,Apstan کە ئەمانە %٩٦ی ڤاروا لە ناو دەبات و بەشێکی لە ناو چاوەکان دەمێنێتەوە ،بەکارهێنانی ترشی فحرمیک ئەسید کە بەتەواوەتی ڤاروا لە ناودەبات بەڵام کاریگەری دەکاتە سەر هەنگوینەکەی ،جیاکردنەوەی خانەی توشبوو .\n",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1740234977689",
    "symptoms": "لە نیشانە دیار و سەرەکییەکانی نەخۆشی شەلکە کە بەشێوەیەکی کتوپڕ تێیاندا دەردەکەوێت کە ئەویش شەلینی ئاژەڵەکانە (lameness) ،پەلی توشبوو زۆر جار ئازارێکی توندی پێوە دیارە و ئاژەڵەکە زۆر جار بەرزی دەکاتەوە لەسەر زەوی،ڕادەی بەرهەمی شیر و خوری دێنێتە خوارەوە،هەندێک جار هەردوو دەستی ئاژەڵەکە توشدەبێت و ئازاری پێوە دیار دەبێت لە ئەنجامدا ئاژەڵەکە لەسەر ئەژنۆ دەڕوات ،پێستی قاچی ئاژەڵی توشبوو سوردەبێتەوە و دەئاوسێت و هەودەکات ،لەکاتی بەردەوام بونی نەخۆشییەکە قاچی ئاژەڵی توشبوو بۆنێکی ناخۆشی لێدێت ،لەکاتی شێوەی توندی نەخۆشییەکە (virulent form )ئاژەڵی توشبوو لەلەوەڕ دەکەوێت و تای لێدێت و بەلایەکدا دەکەوێت لەڕ و لاواز دەبێت و لە کۆتایدا مردار دەبێتەوە\n\n\nدیاریکردنی نەخۆشی شەلکە :\n١.مێژووی سەرهەڵدانی نەخۆشییەکە (case history)\n٢.نیشانە دیارەکانی نەخۆشییەکە.\n٣.بەهۆی پشکنینی تاقیگەییەوە.",
    "kurdish": "نەخۆشی شەلکە لە ئاژەڵە کاوێژکەرەکاندا",
    "name": "Infectious foot rot in small ruminants",
    "cause": "هۆکاری سەرەکی نەخۆشی شەلکە دەگەڕێتەوە بۆ دوو بەکتریا کە یارمەتیدەری یەکترن بۆ دروستبونی نەخۆشییەکە (Dichelobacter nodosus , fusobacterium necrophorum.) ئەم دوو جۆرە لەکۆمەڵەی گرام نێگەتیڤن پیویستیان بەگازی ئۆکسجین نییە بۆ گەشەکردن لەبەر ئەوە چالاکی دەبێت لە ژینگەیەکی بێ ئۆکسجیندا لەکاتی بونی برینێک لە پێستی نێوام دوو سمەکانیدا و مانەوەیان بۆماوەیەک لەناو ئاوی وەستاودا لەم کاتەدا بەکتریاکان هێرش دەکەنە سەر ئەو برینەی لە قاچی ئاژەڵەکەدا هەیە و لە ئەنجامدا دەبێتە هۆی هەوکردنی جێگەی کە بێگومان ئەمەش دەبێتە هۆی شەلینی ئاژەڵی توشبوو.",
    "control": "خۆپاراستن باشترین ڕێگەچارەییە بۆ ڕێگەگرتن لەبەردەم سەرهەڵدان و بڵاوبونەوەی نەخۆشی شلکە لە نێو مەڕ و ماڵاتدا ،لەبەر ئەوە پێوئستە لەوەرزی باران باریندا ئاژەڵەکان دوربخرێنەوە لە وەستان بۆماوەیەکی درێژ لەناو ئاوی وەستاودا وە واباشترە ژمارەی ئاژەڵ بەپێی ڕوبەری شوێنەکە دابنرێت.لەکاتی بڵاوبونەوەی نەخۆشییەکە پێویست دەکات ئاژەڵە توشبووەکان بەشەلکە جیابکرێنەوە و چارەسەر بکرێن بە بەکارهێنانی دەرمانی penicillin لەگەڵ دەرمانی streptomycin وە هەروەها پاکردنەوەی سمەکانیان بە دەرمانی ئایۆدین و پاکڕاگرتنی بەبەردەوامی .",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1741191227958",
    "symptoms": "زۆر جار نیشانە کلینیکییەکانی نەخۆشی دیاردەی کەمی کالسیۆم لەدوای زاینی ئاژەڵەکەوە دەردەکەوێت بەنزیکەی ١٢ کاتژمێر بۆ ٣ ڕۆژ ،هەندێک جاری دیکە نیشانەکانی نەخۆشییەکە پێش ٢٤ کاتژمێر لە زاینی ئاژەڵەکەوە دەردەکەوێت وە هەندی جاری دیکەش لەکاتی ڕودانی  زاینی ئاژەڵەکە نیشانەکان دەردەکەون.\nبەشێوەیەکی گشتی نەخۆشییەکە بە سێ قۆناغدا تێپەڕ دەبێت :\nقۆناغی یەکەم :\nنیشانەکانی ئەم نەخۆشییە بەوە دەستپێدەکات کا ئاژەڵی توشبوو ناڕەحەت دەبێت و بەرەبەرە بێهێز دەبێت و لە ڕۆشتندا هاوسەنگی تێکدەچێت لە ئەنجامی کرژبونی ماسولکەکانی لەشی بەرەبەرە لە خواردن دەکەوێت و ماسولکەکانی پەلی دواوە ڕەق دەبێت و ئەم نیشانانە بە خێرای دەردەکەوێت لەماوەی (١٥-٣٠)خولەکدا.\n\nقۆناغی دووەم :\nیەکێک لە خەسڵەتە گرنگەکانی ئەم قۆناغە کەوتنی ئاژەڵی توشبووە بۆ سەر زەوی و نیشانەکانی بەم شێوازە دەردەکەوێت :\n١.کەوتنی ئاژەڵ بۆ سەر زەوی و ئاژەلەک ناتوانێت بەپێوە بوەستێت ،ئاژەڵەکە لەسەر سنک دەکەوێت و ملی ئاژەڵەکە دەسوڕێت بەلای چەپدا ،کە ئەمەش بە دیارترین نەخۆشی دادەنرێت .\n٢.ئاژەڵی توشبوو کەم تەرخەمی پێوە دیارە بە شێوەیەک هیچ بایەخ بە کۆرپەلەی ساوا نادات.\n٣.شەلەل و ڕەقبونی ماسولکەکانی پەلی دواوەی ئاژەڵەکەو ماسولکەکانی سنگ و سوڕێنچک و قوڕگ لە ئەنجامی ئەمشدا لیکێکی کەفاوی بە دەمیدا دێتە خوارەوەو ناتوانێت قوتی  \nبدات.\n٤.لەشی ئاژەڵەکە بەشێوەیەکی گشتی سارد دەبێت و لێدانی دڵی زیاد دەکات و دڵی بەرەو بێهیزی دەڕوات .\n\nقۆناغی سێییەم:\nئەم قۆناغە بەترسناکترین قۆناغ دادەنرێت لە نەخۆشییەکاندا لە نیشانە دیارەکانی ئەوەی کە ئاژەڵەکە بەلایەکدا دەکەوێت (lateral recumbency) سەر زەوی و باکردنێکی زۆر توند و تیژ ڕوی تێدەکات و دەبێتە هۆی خنکاندی ئاژەلەکە و لێدانی دڵی زۆر زیاد دەکات و هەناسەدا ی بەشێوەیەکی قوڵ ئەنجام دەدرێت هەندێیک جار دەبێتە هۆی بێهۆشی ئاژەڵەکە.",
    "kurdish": "دیاردەی کەمی کالسیۆم لەمانگادا ",
    "name": "Milk fever or hypocalcaemia in ruminants",
    "cause": "یەکێکە لە نەخۆشییەکانی بەرهەمهێنان کە توشی مانگا و مەڕ و بزن دەبێت و زیاتر لەکاتی زاین (parturition) دا دەردەکەوێت هەر لەبەر ئەمەش پێی دەوترێت (parturient paresis)  , هۆکاری کەمی کەمی کالسیۆم بەشێوەیەکی سەرەکی دەگەڕێتەوە بۆ کەمبونی ڕێژەی کالسیۆم لە خوێندا (ڕێژەی سروشتی کالسیۆم ١٠ملگم /١٠٠مل کەم دەبێتەوە بۆ ٣_٧ ملگم/١٠٠ مل لەخوێن ) ,کە ئەمەش زیاتر توشی مانگای پێگەشتوو دەبێت بەتایبەتی ئەو مانگایانەی کە بەرهەمی شیریان زۆرە لەدوای زاینی ئاژەڵەکە لەماوەی شیرداندا هەر لەبەر ئەمەش ناوێ لێنرا (تای شیر ) هەرچەندە ئەم ناوە هەڵەیە لەڕووی زانستێوە چونکە هیچ نیشانەی تای لەسەر دەرناکەوێت کۆمەڵە هۆکارێک کە دەبنە هۆی کەمبوونی کالسیۆم لەخوێندا : ١)دروستبونی ژەک (colostrum) لەگوانی مانگادا لەدوای زاینەوە ،بەپێی سەرچاوەکانی ڕێژەی کالسیۆم لەژەکدا زۆر زیاترە بە بەراورد لەگەڵ ڕێژەی کالسیۆم لە خوێندا هەندێک جار دەگاتە (١:١٠) .  ٢)بەدرێژایی ماوەی ئاوسی سەرچاوەی خۆراکی کۆرپەلە بەندە لەسەر دایک ،واتە لەڕێگەی دایکەوە بڕێکی زۆر کالسیۆم دەگوێزرێتەوە بۆ شانەکانی کۆرپەلە و لە ئەنجامدا مانگای دایک توشی کەمی کالسیۆم دێت و هەروەها مژینی کالسیۆم کەلایەن ڕیخۆڵە کەم دەبێتەوە لە کاتی زایندا.  ٣) ناچالاکی ڕژێنی پاراسایرۆید (parathyroid gland) لە جوڵاندن و ڕێکخستنی کالسیۆم لە ئێسقانەوە بۆ خوێن و شانەکان لەکاتی زاین و شیرداندا چونکە ڕۆڵێکی سەرەکی هەیە لە ڕێکخستنی کالسیۆم لە نێوان ئێسقان و خوێن و شانەکاندا.",
    "control": "دیاردەکی کەمی کالسیۆم لە مانگادا دەتوانرێت بەسەرکەوتووی چارەسەربکرێت  لە قۆناغی یەکەمی نەخۆشییەکەدا بەڵام لەقۆناغەکانی کۆتایدا چارەسەرکردنی ئەنجامێکی ئەوتۆی نابێت .چارەسەرکردنی نەخۆشییەکە بەبەکارهێنانی (  calicium borogluconate) %20 پێدانی بەئاژەڵی توشبوو لەڕێگەی دەماری خوێنەوە (jegular vein ) وە پێویستە کالسیۆمەکە زۆر بە هێواشی بچێتە خوێنی ئاژەلەکەوە لەهەمان کاتدا پێویستە بزیشکەکە گوێ لەلێدانی دڵی ئاژەڵەکە بگرێت ،هەروەها پێدانی ڤیتامین (D3) وە ئەمەش بۆ یارمەتی مژینی کالسیۆم لەلایەن ڕیخۆڵەکانەوە.قەدەغەکردنی مژینی گوانی ئاژەڵی ئاژەڵی توشبوو لەلایەن گوێرەکەکەیەوە چونکە حاڵەتەکە زیاتر ئاڵۆز دەکات .\n\nبۆخۆپاراستن لەم نەخۆشییەدا پێویستە بەبەردەوامی بەردەخوێ (feed block )لەبەردەم ئاژەڵاندا هەبێت بەتایبەتی ئاژەڵی ئاوس چونکە سەرچاوەی کۆمەڵی خوێنی پێویستە وەک و کالسیۆم و مەگنیسیۆم و مس و ئاسن و یۆد و مەگنیز .......هتد.",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1740234977689",
    "symptoms": "لە نیشانە دیار و سەرەکییەکانی نەخۆشی شەلکە کە بەشێوەیەکی کتوپڕ تێیاندا دەردەکەوێت کە ئەویش شەلینی ئاژەڵەکانە (lameness) ،پەلی توشبوو زۆر جار ئازارێکی توندی پێوە دیارە و ئاژەڵەکە زۆر جار بەرزی دەکاتەوە لەسەر زەوی،ڕادەی بەرهەمی شیر و خوری دێنێتە خوارەوە،هەندێک جار هەردوو دەستی ئاژەڵەکە توشدەبێت و ئازاری پێوە دیار دەبێت لە ئەنجامدا ئاژەڵەکە لەسەر ئەژنۆ دەڕوات ،پێستی قاچی ئاژەڵی توشبوو سوردەبێتەوە و دەئاوسێت و هەودەکات ،لەکاتی بەردەوام بونی نەخۆشییەکە قاچی ئاژەڵی توشبوو بۆنێکی ناخۆشی لێدێت ،لەکاتی شێوەی توندی نەخۆشییەکە (virulent form )ئاژەڵی توشبوو لەلەوەڕ دەکەوێت و تای لێدێت و بەلایەکدا دەکەوێت لەڕ و لاواز دەبێت و لە کۆتایدا مردار دەبێتەوە\n\n\nدیاریکردنی نەخۆشی شەلکە :\n١.مێژووی سەرهەڵدانی نەخۆشییەکە (case history)\n٢.نیشانە دیارەکانی نەخۆشییەکە.\n٣.بەهۆی پشکنینی تاقیگەییەوە.",
    "kurdish": "نەخۆشی شەلکە لە ئاژەڵە کاوێژکەرەکاندا",
    "name": "Infectious foot rot in small ruminants",
    "cause": "هۆکاری سەرەکی نەخۆشی شەلکە دەگەڕێتەوە بۆ دوو بەکتریا کە یارمەتیدەری یەکترن بۆ دروستبونی نەخۆشییەکە (Dichelobacter nodosus , fusobacterium necrophorum.) ئەم دوو جۆرە لەکۆمەڵەی گرام نێگەتیڤن پیویستیان بەگازی ئۆکسجین نییە بۆ گەشەکردن لەبەر ئەوە چالاکی دەبێت لە ژینگەیەکی بێ ئۆکسجیندا لەکاتی بونی برینێک لە پێستی نێوام دوو سمەکانیدا و مانەوەیان بۆماوەیەک لەناو ئاوی وەستاودا لەم کاتەدا بەکتریاکان هێرش دەکەنە سەر ئەو برینەی لە قاچی ئاژەڵەکەدا هەیە و لە ئەنجامدا دەبێتە هۆی هەوکردنی جێگەی کە بێگومان ئەمەش دەبێتە هۆی شەلینی ئاژەڵی توشبوو.",
    "control": "خۆپاراستن باشترین ڕێگەچارەییە بۆ ڕێگەگرتن لەبەردەم سەرهەڵدان و بڵاوبونەوەی نەخۆشی شلکە لە نێو مەڕ و ماڵاتدا ،لەبەر ئەوە پێوئستە لەوەرزی باران باریندا ئاژەڵەکان دوربخرێنەوە لە وەستان بۆماوەیەکی درێژ لەناو ئاوی وەستاودا وە واباشترە ژمارەی ئاژەڵ بەپێی ڕوبەری شوێنەکە دابنرێت.لەکاتی بڵاوبونەوەی نەخۆشییەکە پێویست دەکات ئاژەڵە توشبووەکان بەشەلکە جیابکرێنەوە و چارەسەر بکرێن بە بەکارهێنانی دەرمانی penicillin لەگەڵ دەرمانی streptomycin وە هەروەها پاکردنەوەی سمەکانیان بە دەرمانی ئایۆدین و پاکڕاگرتنی بەبەردەوامی .",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1723980695195",
    "symptoms": "دەگۆڕێت بەپێی جۆری توشبونەکەی واتا بە سادەی یان ناوەندی یان قورسی توشی بووە ،بەزۆری تای هەییە ئاژەڵەکە لە حەوت ڕۆژی یەکەم پلەی گەرمی لە  41c کەمتر دەبێت وە هەروەها لیمفە گرێکانی دەئاوسێت و ئیشتیهای خواردنی نامێنێت و فرمێسک یان ئاو بە لوتی دێتە خوارەوە لە کۆتایدا ئاژەڵەکە تەنگەنەفەس دەبێت ،پێش ئەوەی ئەوەی ئاژەڵەکە بمرێت لە پڕدا پلەی گەرمی دادەبەزێت وە هەروەها دەرداوی سییەکان دەڕژێتە ناو لوتەوە مردن ڕودەدات دوای ١٨ بۆ ٢٤ ڕۆژ لە توشبوون ،نیشانەکانی پاش مردنئ بۆئەوەی بزانین بەم نەخۆشییە مردووە گەورەبوونی لیمفە گرێکان و ئاوسانی چری سییەکان وە خوێنبەربوون ڕودەدات لە لینجەپەردەی زۆربەی ئەندامەکان وە کەم خوێنیش ڕودەدات بەڵام ئەم خاڵی جیاکەرەوە نییە چونکە لە بەبیزیاش ڕودەدات ",
    "cause": "نەخۆشییەکە بەهۆی گروپی مشەخۆری (گەنە)ی Theileria .sppوە ڕودەدات کە بە شێوازێکی بەرفراوان بەجیهاندا بڵاوبۆتەوە ئەم مشەخۆرە دەتوانێت توشی ئاژەڵە ماڵی و کێوییەکانیش ببێت بەڵام لە کوردستانی خۆمان زیاتر ئاژەڵە کاوێژکەرەکان توشدەبن بەم نەخۆشییە وە بەتایبەتیش مانگا زۆر توشی ئەم نەخۆشییە دەبێت بەهەردووە جۆری T.parva u T.annulataلە مەڕیشدا ئەم جۆرانە هۆکاری مردن T.luwenshuni,T.lestoquardiهەردوو نەخۆشی بەبیزیا و سیلایا ئەندامئ  piroplasmorina هەرچەندە بەبیزیا تەنیا کار لە خرۆکە سورەکان دەکات و تێکی دەشکێنێت بەڵام سیلاریا کار لە خرۆکە سپی و خرۆکە سورەکان دەکات بۆ تەواوکردنی سوڕی ژیانی لە لەشی ئاژەڵە شیردەرەکاندا ،وە بە پێچەوانەی بەبیزیا  سیلاریا نەسەلمێنراوە کە ئاژەڵی خوار شەش مانگ بەرگری هەبێت بۆ ئەم نەخۆشییە ،ئەم نەخۆشییە لە ئاژەڵێک بۆ ئاژەلێکی دیکە دەگواسترێتەوە لەرێگای گەنەوە ",
    "control": "Buparvaquone کاریگەری زۆر باشی هەییە بۆ چارەسەرکردنی نەخۆشییەکە لە حاڵەتی سەرەتادا بەڵام هێندە کاریگەر نییە لە حاڵەتە پێشکەوتووەکان لەگەڵ بە کارهێنانی یەک ژەمی Oxytetracycline هەرچەندە کاریگەری کەمتری هەیە لەپاش توشبونی ئاژەڵەکە ڕێگری دەکات لە گەشەی مشەخۆرەکە ",
    "name": "Theileriasis",
    "kurdish": " نەخۆشی زەردووی وشک ",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1725345231802",
    "symptoms": "سەگ گەر توشی ئەم نەخۆشییە بوو ئەوا ماوەی پێویست بۆ سەرهەڵدانی نیشانەکان لە ١٠ ڕۆژ بۆ ١ساڵی دەوێت نیشانەکانی سەرەتایی بریتییە لە :کتوپڕ خوی ئاژەڵە دەگۆڕێت ،گوێ بۆ فرمانەکانی خاوەنەکەی شل ناکات ،بەقسەی ناکات و نائارام دەبێت لەو جێگایەی لەشی کەبریندار بووە دەست دەکات بە لێسانەوەی ،بێ هۆ دەنگی دەگۆڕێت ،چاوی زەق دەبێتەوە ،ڕەنگ و توکی ناشرین دەبێت ،لەژێر تەختە و پشت دەرگا خۆی مات دەکات، پاش چەند ڕۆژێک کە ئەو نیشانەنەی سەرەوە دەرکەوتن ئاژەڵەکە نائارام دەبێت و حەز دەکات پەلاماری خەڵک بدات و خۆی لەژووری تاریک دەشارێتەوە ،لیک بەدەمیدا دێتە خوارێ ،خۆی لەخوارد نو خواردنەوە بەدوردەگرێت و لاوز و بێهێز دەبێت و بەرەوە ئیفلیجی دەچێت و ئاژەڵەکە دەمی دەکاتەوە و زمانی شۆڕ دەکاتەوە ئاژەڵی توشبوو لەپەل و پۆ دەکەوێت و هۆشی نامێنێت و لەناو دەچێت .\n\nدەستنیشانکردنی ئەم نەخۆشییە ئاسانە بەتایبەتی گەر زانرا ئەو کەسە پێش ماوەیەک سەگ یان ئاژەڵێک گەستویەتی چونکە نیشانەکانی لەگەڵ نەخۆشی ئیفلیجی منداڵ و دەردەکۆپان لێکۆ نزیکن.دانانی ئەو سەگەی کە گازی لەکەسەکە گرتووە لەژێر چاودێریدا گەر  بۆ ماوەی ٥ ڕۆژ لەپاش گەستنەکە لەناوچوو بەڵگەیە کە ئەم سەگە توشی هاری بووە ،بەڵام گەر هیچ نیشانەیەکی تێدا بەدیار نەکەوت و ئاژەڵەکە وەک و خۆی مایەوە مانای وایە سەگەکە ساغەو توشی هاری نەبووە . یان وەرگرتنی csf لە تاقیگە بۆ دەستنیشانکردنی نەخۆشییەکە",
    "kurdish": "چەند ناوێکی هەیە وەک نەخۆشی هاری یان هاربوون ،نەخۆشی لەئاوترسان،نەخۆشی لایسا",
    "name": "Rabies(hydrophobia)",
    "cause": "نەخۆشییەکی ڤایرۆسی درمی توندوتیژە ، سەر بە کۆمەڵەی ڕابدۆ ڤایرەسە  (rhabdo virus)توشی مرۆڤ و ئاژەڵ دەبێت لەڕێگەی گازگرتنی ئاژەڵی توشبوو دەگوزرێتەوە ئەم ڤایرۆسە دەبێتە هۆی هەوکردنی مێشک و مۆخی بڕبرە کە زۆر کوشندەییە ئەو کەسەی یان ئەو ئاژەڵەی توشی ئەم نەخۆشییە دەبن لەناو دەچن ئەم نەخۆشییە توشی مرۆڤ و شیردەرەکان و شەمشەمەکوێرە دەبێت  کە خوێن دەمژرێت و دەبێتە هۆی گواستنەوەی نەخۆشییەکە لەکەسێکی توشبۆوە بۆ کەسێکی ساغ",
    "control": "خۆپاراستن :ئەوانەی کەلەماڵەوە سەگ ڕادەگرن پێویستە ساڵانە دووجار سەگەکانیان دژ بەم دەردە بکوتن Rabies vaccine پسوڵەو بڕوانامەی بۆ بکرێت و وێنەی لێبدرێت ،گەر کەسێک سەگ گەستی ئەوا پێویستە سەردانی نەخۆشخانە بکات و خۆی بکوتێت دژ بەم نەخۆشییە ",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1725369150587",
    "symptoms": "نیشانەی ڕوون و ئاشکرا بەدی ناکرێت بەڵام دەبینین باڵندەکە کز دەبێت و چاوی هەودەکات و تەنگەنەفەس دەبێت و توشی سکچون دەبێت \n\nدەستنیشانکردنی ئەم نەخۆشییە لە پاش مردن لاشەی باڵندەکە بکرێتەوە و فەحسی بۆ بکرێت",
    "kurdish": "دەردە توتی",
    "name": "Psittacosis",
    "cause": "هۆی ئەم نەخۆشییە زیندەوەرێکی زەڕەبینییە لە جۆری کلامیدیا chlamydia بەناوی کلامیدیا پیستاسی chlamydia psittasi سەرچاوەی ئەم نەخۆشییە باڵندە کێوییەکان و باڵندە ماڵییەکان ،توتی،باڵندەی خۆشەویستی،بولبول و کەناری و ئەوانی ترە ،نەخۆشییەکە لەناو ئەم جۆرە باڵندانە لەڕێگەی جقنەوە بڵاودەبێتەوە و لەیەکترەوە دەیگرن و جیقنەی وشکبووی باڵندەی توشبوو بەم نەخۆشییە دەبێتە هۆی  گواستنەوەی ئەم نەخۆشییە بۆ باڵندەکانی دیکە و وە بۆ مرۆڤیش وە لە ڕێگای هەناسەدانەوە مرۆڤ و باڵندە توشدەبن ",
    "control": "چۆنییەتی بنبڕکردن و خۆپاراستن لە نەخۆشییەکە :\nکرێکارانی قاعەی مریشک دەبێت زۆر بەئاگاییەوە کاربکەن و ئاگایان لە تەندروستی خۆیان بێت ،باڵندەی توشبوو پێویستە جیابکرێتەوە و لەژێر چاودێری پزیشکە ڤێترنەرییەکاندا بێت ،هیچ باڵندەیەکی نوێ نابێت تێکەڵ بەوانی دیکە بکرێت بەڵکوو دەبێت جیابرێتەوە تاکو دڵنیا دەبیتەوە کە نەخۆش نییە",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1726240906218",
    "symptoms": "لە نیشانە سەرەکییەکانی ئەم نەخۆشیە بریتییە لە هەوکردنی چاو و لوتە لەگەڵ پێداهاتنی دەردراوێک کە بۆنی پیسی لێدێت ،پژمین،ئاوسانی ڕوکار (ڕوخسار) ،خواردن و ئاو کەم دەخوات، بەمەش کێشی کەم دەکات ،ئەو مرێشکانەی بۆ مەبەستی هێلکە بەخێو دەکرێن ئەوا بەرهەمی هێلکەیان کەم دەکات ,ڕێژەی لەناوچوون بەپێی شێوازی توشبوون دەگۆڕێت بەڵام  بەگشتی ڕێژەی لەناوچوون کەممە\n\nدەستنیشانکردن \nبۆ دەستنیشانکردنی نەخۆشییەکە پێویستە سامپڵێک لە دەردراوی گیرفانەکانی لوتی یان ئێر ساک وەربگریت لە تاقیگە فەحسی بۆ بکرێت\n",
    "kurdish": "نەخۆشی کوریزا",
    "name": "Infectious Coryza",
    "cause": "ئەم نەخۆشیە بەهۆی بەکتریایەک ڕودەدات بەناوی Hemophilus paragaIlinarum ،نەخۆشیەکە بەزۆری توشی مریشک دەبێت وە  بڵاو دەبێتەوە لەڕێگەی بەریەک کەوتن ،ئاوی خواردنەوە هەروەها لەڕێکەی کەل و پەلی ئەو کەسەی چاودێری قاعەکە دەکات دەتوانرێت نەخۆشییەکە بگوازێتەوە ",
    "control": "پێدانی دژەبەکتریا بۆ کەمکردنەوەی نەخۆشییەکە ,بنبڕکردن و قەدەغەکردنی نەخۆشییەکە زۆر زەرورە ،کوتانیش پەرەی پێدراوە بەڵام لەو ناوچانە بەکاردێت کە ناتوانرێت نەخۆشییەکە بنەبڕ بکرێت ",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1725542465398",
    "symptoms": "نیشانەی نەخۆشی لە مەڕ و بزندا \nماوەی توشبوون بە ڤایرۆسەکە تاکو دەرکەوتنی نیشانەکان ١٢ ڕۆژێک دەخایەنێت وە دەرکەوتنی نیشانەش بەندە لەسەر :ئاستی بەرگری لەشی ئاژەڵی توشبوو، توندی ڤایرۆسەکە،ژینگە و بڵاوبونەوەی نەخۆشی دیکە.\nنەخۆشی دانکە لەناکاو دەردەکەوێت و ڕێژەی لەناوچون دەگاتە %٥٠ ،لە ئاژەڵە تەمەن بچوکەکاندا نەخۆشی دانکە توندوتیژ و کوشندەترە وەک لەئاژەڵی پێگەشتوو هەندێک جار دەبێتە هۆی مرداربونەوەی ئاژەڵەکە پێش دەرکەوتنی هەموو نیشانەکان ،ئاژەڵی توشبوو بێهێز و لاواز دەبێت و لە لەوەڕ دەکەوێت و بەرەبەرە لەپێ دەکەوێت دەم و لوت و چاوی ئاودەکات ،پکەی گەرمی لەشی ئاژەڵی توشبوو بەرز دەبێتەوە و دەبێتە هۆی بەرخستن ،دیارتین نیشانەش بریتییە لەدروستبوونی برینێک لە شیوەی زیپکە یان بڵق لەسەر پێستی ئاژەڵی توشبوو بەتایبەتی لەو ناوچانەی کە موو یان خوریان پێوە نییە وەک ناوچەی ژێر ڕانی یان سەر گوانی ئاژەڵەکە دەموو چاوی و سەر گوێکانی لەمەڕدا لەسەر دوگەکەی بڵاودەبێتەوە.\n\nنیشانەی نەخۆشی لە باڵندەدا :\nشێوەی پێست:ئەم شێیوەیەی  نەخۆشییەکە تایبەتە بە پێستی باڵندەکە کەبرینێک لەشێوەی زیپکە یان بڵق لەو شوێنانە دەبینرێت کە پەڕی پێوە نییە.\nشێوەی تەڕ :لەم شێوەیەدا هەر وەک پەردەیەکی زەرد باو لە بۆشای دەم و سورێنچک و بۆڕی هەوادا دروست دەبێت بەمەش باڵندەکە ماندوو دەکات و دەیخنکێنێت .",
    "kurdish": "نەخۆشی دانکە یان ئاوڵە",
    "name": "Pox disease",
    "cause": "نەخۆشی دانکە نەخۆشییەکی ڤایرۆسییە واتە هۆی نەخۆشییەکە ڤایرۆسە . نەخۆشی دانکە زیاتر توشی مەڕ و بزن و باڵندە دەبێت ،نەخۆشی دانکەی مەڕ هۆیەکەی دەگەڕێتەوە بۆ (sheep pox virus) وە نەخۆشی دانکەی بزن هۆیەکەی دەگەڕێتەوە بۆ (goat pox virus) هەردوو جۆرەکەش دەگەڕێتەوە بۆ (carpi pox virus) ئەم ڤایرۆسە زیاتر ئارەزووی توشبونی سەرپێستی هەییە ،هۆکاری نەخۆشییەکە لە باڵندەدا پێی دەگوترێت (fowl pox virus) کەلە توخمی (Avi pox virus)  ",
    "control": "چارەسەر :\nنەخۆشی دانکە لەمەڕ و بزندا هیچ چارەسەرێکی تایبەتمەندی نییە بەڵام پێویستە ئاژەڵە ساغەکان ساڵانە بەڤایکسینی دانکە بکوترێن (carpi pox vaccine).بەهەمان شێوە لە باڵندەشدا هیچ چارەسەرێکی نییە و باشترین ڕێگا کوتانە.",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1725370932073",
    "symptoms": "ئەو جێگایەی کە لەسەر پێست توشی کەچەڵی دەبێت دەبینین لەسەر شێوەی بازنەی پەیدا دەبێت و دوای زبر دەبێت و توکەکەی (مووەکەی ) دەوەرێت ،ئەم کەڕووە لە دەروبەری ئەو بازنەییە کاری خۆی دەکات بۆییە ڕۆژ بەڕۆژ ڕوبەرەکەی زیاتر دەبێت و تەشەنە دەکات .لە ڕەشەوڵاخ و وڵاخە بەرزەدا کەچەڵی زۆربەی کات تەوقەسەرو دەم وچاو مل و لاق و کلک پەیدا دەبێت ،لە مەڕدا کەچەڵی زۆر بڵاو نییە ،لە پشیلەدا نیشانەکانی کەچەڵی تەواو ڕونادات تەنیا ئەوە نەبێت ئەو شوێنانەی توشبووە توکەکەی دەوەرێت و کەمێ سوردەبێتەوە لە دەم و چاو و مل و سەر نینۆکەکان ،وە لە سەگیشدا نیشانەکانی بەجوانی دەبینرێت ",
    "kurdish": "نەخۆشی کەچەڵیی",
    "name": "Ring worm",
    "cause": "کەڕووی سەرپێست بەهۆی جۆرە کەڕوویەکەوە ڕودەدات کەسەر بەکەڕووەکانی سەرپێستە Dermatophytes . ئەو کەڕوانەی ئەم نەخۆشییە پەیدا دەکەن دوو ڕەگەزن ترایکۆفیتۆن  Trychophytonلەگەڵ مایکۆسپۆرەم Mycosporum کە هەریەکیان سەر بەئاژەڵێکن و جۆرە نەخۆشییەک پەیدا دەکەن وەک m.canis لە سەگدا یان T.gallinae لە پەلەوەردا ،ئەم جۆرە ئاژەڵەکان لەنێوان خۆیان توشدەکەن و دەگواسترێتەوە بۆ مرۆڤیش بە نزیکبوونەوە و دەست بەرکەوتن و گوێ پێنەدان بە موو و توکی وەریو کرێشک .لە وەرزی زستان کە ئاژەڵێکی زۆر دەکرێنە ناو خان یان ژورێک ئەوا دەبێتە هۆی بڵابوونەوەی نەخۆشی پێست لەناویاندا ",
    "control": "دەستنیشان کردنی نەخۆشییەکە و خۆپاراستن :بە سەرهەڵدانی نیشانەکان و بەکارهێنانی گڵۆپی تیشکی سەروو وەنەوشەی woods lamp هەر کە ئاڕاستەی ئەو ناوچەی توشبوە کرا دەبینین ئەو جێگەییە بریقەیەکی تایبەت دەداتەوە هەروەها یان وەرگرتنی موو ،کرێشکی ئەو ناوچە لە تاقیگە  بۆ دەستنیشان کردنی نەخۆشییەکە، بۆ خۆپاراستن پێویستە ئاژەڵی توشبوو جیابکرێتەوەو شوێنەکەی پاک و خاوێن بکرێتەوە و ژێر و زبڵی ژێر ئاژەڵەکە کۆبکرێتەوە و بسوتێندرێت و دام و دیواریش بەجوانی خاوێن بکرێتەوە.",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1725532483456",
    "symptoms": "نیشانەی نەخۆشی لە ئاژەڵێکەوە بۆ ئاژەڵێکی دیکە دەگۆڕیت بەڵام بەشێوەیەکی گشتی هۆکاری نەخۆشی دەردەپشیلە لە مانگا و مەڕو بزن دەبێت هۆی هۆی بەراویتە بوونی ئاژەڵی ئاوس لە هەفتەی چوارەمی ئاوسیدا ،هەندێک جار نەخۆشییەکە دەبێتە هۆی بەمۆمیابوون ،ئاژەڵی تازەلەدایکبوو زۆر بێهێز و لاواز دەردەکەوێت و توشی هەناسەبڕکێ دەبێت و دەلەرزێت بەرەبەرە دوای ٢بۆ٦ ڕۆژ مردار دەبێتەوە",
    "kurdish": "دەردە پشیلە",
    "name": "Toxoplasmosis",
    "cause": "هوکاری نەخۆشی دەردە پشیلە دەگەڕێتەوە بۆ مشەخۆرێکی سەرەتایی کە پێی دەوترێت تۆکسۆپلازما کە لەناو خانەکان جێگیر دەبێت و ناوە زانستییەکەی (Toxoplasma gondi) ییە ،نەخۆشیەکە هاوبەشە لەنێوان مرۆڤ و ئاژەڵدا ،سوڕی ژیانی تۆکسۆپلازما لە دووبەش پێکهاتووە :توخمە سوڕ (sexual cycle) لەناو لەشی پشیلەدا ڕودەدات وە ناتوخمە سوڕ (Asexual cycle) لەناو لەشی پشیلەو ناوەندە خانەخوێکانی وەک و مرۆڤ و باڵندە و ئاژەڵەکان ڕودەدات ،گوستنەوەی نەخۆشییەکە لە پاشەرۆی پشیلە بونی هێلکۆکەی مشەخۆرەکە لە پاشەڕۆی پشیلە ماڵی و کێوییەکاندا بە ڕێگایەکی سەرەکی گواستنەوەی نەخۆشییەکە دادەنرێت لە کێڵگەو ناوچەکشتوکاڵییەکان ،بونی مشکی مردوو هۆکارێکی دیکەیە بۆ گواستنەوەی دەردە پشیلە،مێش و مەگەز و کرم و لولپێچ وەک و هۆکارێکی میکانیکی ڕۆڵیان هەییە لەگواستنەوەی نەخۆشییەکە.",
    "control": "خۆپاراستن لە نەخۆشییەکە\nگۆشتی نەکوڵاو و خاو نەدرێت بەو پشیلانەی کەلە ماڵەکاندا بەخێودەکرێن و شوێنەکانیان بەبەردوامی پاکبکرێتەوە ،کوڵاندنی گۆشتی ئاژەڵ و باڵندە بەشێوەیەکی ڕێک و پێک ،ژنی سکپر پێویستە بەهیچ شێوەیەک نزیکی پشیلە نەبێتەوە و بەبەردەوامی دەستکێش بەکاربێنێت،پاکردنەوەی سەوزە و میوە بە شێوازێکی زانستیانە پێش بەکارهێنانیان.\nچارەسەر :\nبەکارهێنانی هەردوو دەرمانی (Sulphadiazine ) , (Pyrimethamine) لەقۆناغی توندی نەخۆشییەکە.",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1741191227958",
    "symptoms": "زۆر جار نیشانە کلینیکییەکانی نەخۆشی دیاردەی کەمی کالسیۆم لەدوای زاینی ئاژەڵەکەوە دەردەکەوێت بەنزیکەی ١٢ کاتژمێر بۆ ٣ ڕۆژ ،هەندێک جاری دیکە نیشانەکانی نەخۆشییەکە پێش ٢٤ کاتژمێر لە زاینی ئاژەڵەکەوە دەردەکەوێت وە هەندی جاری دیکەش لەکاتی ڕودانی  زاینی ئاژەڵەکە نیشانەکان دەردەکەون.\nبەشێوەیەکی گشتی نەخۆشییەکە بە سێ قۆناغدا تێپەڕ دەبێت :\nقۆناغی یەکەم :\nنیشانەکانی ئەم نەخۆشییە بەوە دەستپێدەکات کا ئاژەڵی توشبوو ناڕەحەت دەبێت و بەرەبەرە بێهێز دەبێت و لە ڕۆشتندا هاوسەنگی تێکدەچێت لە ئەنجامی کرژبونی ماسولکەکانی لەشی بەرەبەرە لە خواردن دەکەوێت و ماسولکەکانی پەلی دواوە ڕەق دەبێت و ئەم نیشانانە بە خێرای دەردەکەوێت لەماوەی (١٥-٣٠)خولەکدا.\n\nقۆناغی دووەم :\nیەکێک لە خەسڵەتە گرنگەکانی ئەم قۆناغە کەوتنی ئاژەڵی توشبووە بۆ سەر زەوی و نیشانەکانی بەم شێوازە دەردەکەوێت :\n١.کەوتنی ئاژەڵ بۆ سەر زەوی و ئاژەلەک ناتوانێت بەپێوە بوەستێت ،ئاژەڵەکە لەسەر سنک دەکەوێت و ملی ئاژەڵەکە دەسوڕێت بەلای چەپدا ،کە ئەمەش بە دیارترین نەخۆشی دادەنرێت .\n٢.ئاژەڵی توشبوو کەم تەرخەمی پێوە دیارە بە شێوەیەک هیچ بایەخ بە کۆرپەلەی ساوا نادات.\n٣.شەلەل و ڕەقبونی ماسولکەکانی پەلی دواوەی ئاژەڵەکەو ماسولکەکانی سنگ و سوڕێنچک و قوڕگ لە ئەنجامی ئەمشدا لیکێکی کەفاوی بە دەمیدا دێتە خوارەوەو ناتوانێت قوتی  \nبدات.\n٤.لەشی ئاژەڵەکە بەشێوەیەکی گشتی سارد دەبێت و لێدانی دڵی زیاد دەکات و دڵی بەرەو بێهیزی دەڕوات .\n\nقۆناغی سێییەم:\nئەم قۆناغە بەترسناکترین قۆناغ دادەنرێت لە نەخۆشییەکاندا لە نیشانە دیارەکانی ئەوەی کە ئاژەڵەکە بەلایەکدا دەکەوێت (lateral recumbency) سەر زەوی و باکردنێکی زۆر توند و تیژ ڕوی تێدەکات و دەبێتە هۆی خنکاندی ئاژەلەکە و لێدانی دڵی زۆر زیاد دەکات و هەناسەدا ی بەشێوەیەکی قوڵ ئەنجام دەدرێت هەندێیک جار دەبێتە هۆی بێهۆشی ئاژەڵەکە.",
    "kurdish": "دیاردەی کەمی کالسیۆم لەمانگادا ",
    "name": "Milk fever or hypocalcaemia in ruminants",
    "cause": "یەکێکە لە نەخۆشییەکانی بەرهەمهێنان کە توشی مانگا و مەڕ و بزن دەبێت و زیاتر لەکاتی زاین (parturition) دا دەردەکەوێت هەر لەبەر ئەمەش پێی دەوترێت (parturient paresis)  , هۆکاری کەمی کەمی کالسیۆم بەشێوەیەکی سەرەکی دەگەڕێتەوە بۆ کەمبونی ڕێژەی کالسیۆم لە خوێندا (ڕێژەی سروشتی کالسیۆم ١٠ملگم /١٠٠مل کەم دەبێتەوە بۆ ٣_٧ ملگم/١٠٠ مل لەخوێن ) ,کە ئەمەش زیاتر توشی مانگای پێگەشتوو دەبێت بەتایبەتی ئەو مانگایانەی کە بەرهەمی شیریان زۆرە لەدوای زاینی ئاژەڵەکە لەماوەی شیرداندا هەر لەبەر ئەمەش ناوێ لێنرا (تای شیر ) هەرچەندە ئەم ناوە هەڵەیە لەڕووی زانستێوە چونکە هیچ نیشانەی تای لەسەر دەرناکەوێت کۆمەڵە هۆکارێک کە دەبنە هۆی کەمبوونی کالسیۆم لەخوێندا : ١)دروستبونی ژەک (colostrum) لەگوانی مانگادا لەدوای زاینەوە ،بەپێی سەرچاوەکانی ڕێژەی کالسیۆم لەژەکدا زۆر زیاترە بە بەراورد لەگەڵ ڕێژەی کالسیۆم لە خوێندا هەندێک جار دەگاتە (١:١٠) .  ٢)بەدرێژایی ماوەی ئاوسی سەرچاوەی خۆراکی کۆرپەلە بەندە لەسەر دایک ،واتە لەڕێگەی دایکەوە بڕێکی زۆر کالسیۆم دەگوێزرێتەوە بۆ شانەکانی کۆرپەلە و لە ئەنجامدا مانگای دایک توشی کەمی کالسیۆم دێت و هەروەها مژینی کالسیۆم کەلایەن ڕیخۆڵە کەم دەبێتەوە لە کاتی زایندا.  ٣) ناچالاکی ڕژێنی پاراسایرۆید (parathyroid gland) لە جوڵاندن و ڕێکخستنی کالسیۆم لە ئێسقانەوە بۆ خوێن و شانەکان لەکاتی زاین و شیرداندا چونکە ڕۆڵێکی سەرەکی هەیە لە ڕێکخستنی کالسیۆم لە نێوان ئێسقان و خوێن و شانەکاندا.",
    "control": "دیاردەکی کەمی کالسیۆم لە مانگادا دەتوانرێت بەسەرکەوتووی چارەسەربکرێت  لە قۆناغی یەکەمی نەخۆشییەکەدا بەڵام لەقۆناغەکانی کۆتایدا چارەسەرکردنی ئەنجامێکی ئەوتۆی نابێت .چارەسەرکردنی نەخۆشییەکە بەبەکارهێنانی (  calicium borogluconate) %20 پێدانی بەئاژەڵی توشبوو لەڕێگەی دەماری خوێنەوە (jegular vein ) وە پێویستە کالسیۆمەکە زۆر بە هێواشی بچێتە خوێنی ئاژەلەکەوە لەهەمان کاتدا پێویستە بزیشکەکە گوێ لەلێدانی دڵی ئاژەڵەکە بگرێت ،هەروەها پێدانی ڤیتامین (D3) وە ئەمەش بۆ یارمەتی مژینی کالسیۆم لەلایەن ڕیخۆڵەکانەوە.قەدەغەکردنی مژینی گوانی ئاژەڵی ئاژەڵی توشبوو لەلایەن گوێرەکەکەیەوە چونکە حاڵەتەکە زیاتر ئاڵۆز دەکات .\n\nبۆخۆپاراستن لەم نەخۆشییەدا پێویستە بەبەردەوامی بەردەخوێ (feed block )لەبەردەم ئاژەڵاندا هەبێت بەتایبەتی ئاژەڵی ئاوس چونکە سەرچاوەی کۆمەڵی خوێنی پێویستە وەک و کالسیۆم و مەگنیسیۆم و مس و ئاسن و یۆد و مەگنیز .......هتد.",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1723622615254",
    "symptoms": "لە ٢بۆ ٥ ڕۆژی یەکەم ئاژەڵەکە تا دەیگرێت بەتایبەتی لە ئاژەڵی کەم تەمەن و ساوا  لاوازو بێهێز دەبێت و خواردن ناخوات و کاوێژ ناکات وشیرەکەی کەم دەکات و ناودەم و زمان و لێوی دەبێتە تۆقلە لیک بەدەمی دێتە خوارەوە ،هەروەها سەروی کەوشی پێی دەبێتە برین ،گوان و چڵی گوان   تۆقلە دروست دەکات ،وە لەئاژەڵی ئاوسدا بەرەکەی دەخات (بەراویتە دەبێت) ,لەپاش چەند ڕۆژێک ئاژەڵەکە پلەی گەرمی دادەبەزێت ،جاری وا هەییە ئاژەڵ بەتوندی ئەم نەخۆشییە دەگرێت و سمەکاتی لێدەبێتەوە و توشی شەلین دەبێت پێی دەڵێن شەلکە،بەڵام گەر هەر ناو دەمی برین بێت ئەوا پێی دەڵێن گۆڵە ،ئەم نەخۆشییە لە ئاژەڵی گەورەدا بەدەگمەن دەبێتە هۆی مردن بەڵام ئاژەڵ لەڕوو لاواز دەکات ،لە ئاژەڵی بچوکدا زۆر توندو تیژەو دەبێتە هۆی مردنی گۆلک،کار،بەرخ،تەنانەت ئەوانەی کەشیری دایکی توشبوو بەم نەخۆشییە دەخۆن دەست بەجی دوای ماوەیەکی کەم دەمرێت ",
    "cause": "بەهۆی Aphthovirus سەر بەخێزانی picorvirus",
    "control": "کوتانی ئاژەڵان بۆ توشنەبوون بەم نەخۆشییە \nگەر ئاژەڵێک توشبوو ئەوا پێویستە جیابکرێتەوە لەوانی دیکە و چارەسەری پێویستی بۆبکرێت ",
    "name": "Foot and mouth disease(F.M.D)",
    "kurdish": "نەخۆشی تەبەق،گۆڵە نەخۆشییەکی ڤایرۆسی توندوتیژە بەگشتی توشی ئەو ئاژەڵانە دەبێت کە سمیان دوو شەقە وەک مانگا،مەڕ،بزن،بەراز ",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1725888416078",
    "symptoms": "هەندێک پشیلە توش دەبن بەبێ ئەوەی هیچ نیشانەیەکی نەخۆشیی تێدا بێت ،بەڵام لە حاڵەتی ناوەندی و توندەکاندا نیشانەکان بریتین لە : بونی پژمە،دەردانی ئاوی لوت ،بونی کێم لە ناو لووت و تێکشکانی پێستەکەی ،هەوکردنی چاو و ئاو هاتنە خوارەوە پێیدا ،لەوانەشە کێم لە لێو ،زمان و دەمی دروست ببێت لەگەڵ بونی تا،بێ هێزی ،لەگەڵ وشک بونەوە ،لە حاڵەتە توندەکاندا بونی توشبونی سییەکان و کۆکە و گرانی هەناسەدان ،هەوکردنی جومگەکان ،ئاوسانی قاچیان\n\nدەتوانرێت دەستنیشانی نەخۆشییەکە بکرێت بەبەکارهێنانی : هەردوو فەحسی PCR ,CBC ",
    "kurdish": "ڤایرۆسی کاڵیسی لە پشیلەدا",
    "name": "Feline calicivirus",
    "cause": "نەخۆشییەکی ڤایرۆسییە توشی بەشی سەرەوەی سیستەمی هەناسەدان دەبێت لە پشیلەدا ،نەخۆشییەکە بەزۆری پەیوەندی بەسەرماوە هەیە ,زیاتر لەو شوێنانە باوە کە پشیلەی تێدا بەخێو دەکرێت واتا چەند پشیلەیەک کۆدەکرێنەوە ،بەگشتی هەموو پشلەیەک توانای توشبونی هەییە تایبەت نییە بە تەمەنێکی دیاریکراو ",
    "control": "سەبارەت بە چارەسەر :بایەخ و پاڵپشتی کردن  یەکێکە لە چارەسەرە ئاڵتونییەکانی ئەم نەخۆشییە وەک شۆردنی پشیلەکە دوو جار لە ڕۆژێکدا بۆماوەی ١٥ خولەک بۆ کەمکردنەوەی گیرانی لووتی وە بەکارهێنانی پەڕۆیەکی شێدار بۆ خاوێنکردنەوەی چاو و لوتی بەتایبەتی گەر پشیلەکە هەستی بەباشی نەکرد یان نەت شۆرد .\nلەگەڵ بەکارهێنانی دەرمانی دژە بەکتریا لە ڕیگەی دەم بۆ ئەوەی توشی نەخۆشی بەکتریا نەبێت  دەم و لوت و سییەکانی لەگەڵ بەکارهێنانی قەترەی چاو ،لەگەڵ پێدانی دەرمانی NSAIDS لە ڕێی دەمەوە بۆ کەمکردنەوەی هەوکرد و تا ،وە ئەگەر پشیلەکە توشی وشک بونەوە هاتبوو ئەوا دەتوانیت ئاوی بۆ هەڵبواسیت .",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "Uj14bdlLKg4MkgMMSnar",
    "symptoms": "نیشانەکانی لە ئاژەڵی توشبوو برتییە لە لەناکاو بەرزبونەوەی پلەی گەرمی لەشی بۆ ٤٠ _٤١.٣ ی پلەی سیلیزی ،ماوەی توشبون و دەرکەوتنی نیشانەی نەخۆشییەکە  (Incubation period) ٤بۆ ٥ ڕۆژە ،ڕێژەی توشبوون و لەناوچوون هەمەجۆرە بەڵام دەکرێت بەرزبێت بۆ نزیکی سەدا ٨٠ ،ئاژەڵەکە دیارە کە نەخۆشە ،بێ ئارامە ،ڕەنگی خوری و مووەکەی دەگۆڕێت بۆ ڕەنگی تاریک،بەینی لوتی ئاژەڵی توشبوو وشک دەبێت (خۆی لەحاڵەتی ئاسای دەبێت شێدار بێت واتە بریقەدار بێت) ,ئارەزوی خواردنی کەم دەبێتەوە ،لە سەرەتادا چڵمێکی زۆر دەردەدات ,دەبێتە هۆی بۆنێکی ناخۆش بە هەناسەی بدات ,خوێن تێزان لەچاوی ڕودەدات،برینداربوون لە لێو و مەڵاشوو ناو دەم ڕودەدات ،وە هەروەها سکچونێکی زۆر دەبینرێت لە ئاژەڵی توشبوو ،توشبوونی قورگ و بوونی کۆکە لە قۆناغی کۆتای نەخۆشییەکە ،ئاژەڵی ئاوس ڕەنگە بەراویتە ببێت ،ڕێژەی توشبوون و لەناوچوون بەرزە لە ئاژەڵە گەنجەکاندا وەک لە پێگەشتوو پیرەکان ،لەڕی و هەوکردنی ناو چاو و برینی ناو دەم لە نیشانە باوەکانی ئەم نەخۆشییەن ",
    "kurdish": "نەخۆشی تاعون لە ئاژەڵە کاوێژکەرەکاندا",
    "cause": "نەخۆشییەکی ڤایرۆسی توندو تیژە لە مەڕ و بزن دەدات هۆکارەکەی بریتیە لە ئەندامێکە لە جینەسی  Morbillivirusلەخیزانی  Paramyxoviridae ئەم ڤایرۆسە دوهێندە دەبێت لە لیمفە شانەکان لەگەڵ ڕوکەشەشانەی سیستەی هەناسە و هەرس بۆییە دەبێتە هۆی دروستبوونی برین لەو شوێنانە وە ئەم نەخۆشییە دەگوازرێتەوە گەر شوێنەکە داخراو بێت وە ئەو دەردراو پاشەڕۆیەیەی کە ئاژەڵی توشبوو دەری دەدات ",
    "control": "ئەم نەخۆشییە دەستنیشاندەکرێت بە بەکارهێنانی           ELISA u PCRسەبارەت بە چارەسەر هیچ چارەسەرێکی تایبەتی نییە بەڵام چارەسەرکردنی بەکتریا و مشەخۆرەکان دەتوانرێت ڕێژەی مردن کەمبکرێتەوە وە بەکارهێنانی کوتان دەتوانرێت ڕێگەبگیرێت لە توشبوونی ئاژەڵان و پاراستنیان",
    "name": "Peste des petitis ruminants(PPR)",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1725464617731",
    "symptoms": "لە چەند ڕۆژی سەرەتا هیچ نیشانەیەکی نەخۆشی بەدیار ناکەوێت تەنیا ژمارەی خانەی لیمفۆسایت بەرەو کەمبوونەوە دەچن لە تەمەنی ٣هەفتە بەدواوە لەناکاو باڵندەی توشبوو لەخواردن دەکەوێت ،توشی سکچون دەبێت (ڕیقنەی شل)  ،ڕێژەی توشبوون دەگاتە %١٠٠ وە ڕێژەی لەناوچون دەگاتە %٢٥  \n\nنیشانەکانی دوای مرداربونەوە :\nمریشکەکە وشکبونەوەی پێوە دیارە لەئەنجامی سکچونی زۆر ،دەرکەوتنی پەڵەی خوێناوی لەسەر ماسولکەی سنگ و ڕان ،گلاندی بۆرسا قەبارەکەی گەورە دەبێت ،گورجیلە،جگەر،سپل گەورە دەبن و سوردەبنەوە ،لەبەر کەمبونەوەی خواردن کیسی زراو گەورە دەبێت .\nدەستنیشانکردنی نەخۆشییەکە :\nنیشانە دیارەکانی نەخۆشییەکە ،نیشانەکانی پاش مرداربونەوە،یان بەکارهێنانی  ELISA ",
    "kurdish": "نەخۆشی گەمبۆرۆ",
    "name": "Gamboro disease (Infectious bursal disease (IBD))",
    "cause": "نەخۆشییەکی ڤایرۆسی توندوتیژە کاردەکات سەر کۆئەندامی بەرگری لەشی مریشک و لە ئەنجامدا دەبێتە هۆی نەمانی بەرگری ،ڤایرۆسەکە لەجۆری RNA ەو سەر بەخێزانیBirna viridae  لە توخمی Birna virus  لەڕاستیدا نەخۆشی گەمبۆرۆ بەنەخۆشی ئایدزی مریشک دەناسرێت چۆنکە ڤایرۆسەکە کاردەکاتە سەر ئەو ئەندام و ڕژێنانەی کە فرمانیان بریتییە لە بەرگریکردن لە لەشی مریشک ڤایرۆسەکە توشی خانەی لیمفۆسایتی ئەمانەی خوارەوە دەبێت harderian gland ,thymus gland,tonsil,spleen,bursa of fabricous  ،ڤایرۆسەکە کاردەکاتە سەر لیمفۆسایت و بەتایبەتی جۆری b و دەبێتە هۆی کەمکردنەوەی لیمفۆسایت لەلەشی مریشک بێگومان ئەمەش دەبێتە هۆی پەکخستنی بەرگری لەشی",
    "control": "سەبارەت بەچارەسەر تاکو ئێستا هیچ چارەسەرێکی گونجاوی بۆ نەدۆزراوەتەوە باشترین ڕێگە بۆ کۆنترۆڵکردنی ئەم نەخۆسییە کوتانە کوتانیش بەم شێوازە دەبێت کوتان لەتەمەنی ١٢ ڕۆژ،کوتان لەتەمەنی ٢٤ ڕۆژ،کوتان لەتەمەنی ٣٤ڕۆژ",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "br5EVP9Ddf7brq0e65Vy",
    "symptoms": "نیشانەکان بریتین لە هەوکردنی ڕیخۆڵە لەدوای ٥ بۆ ٧ ڕۆژ لە توشبوون ،نیشانە سەرەتاییەکانی بریتین لە بێ هێزی،بێ ئیشتیهای ،بونی تا،سکچوون و ڕشانەوەی خوێناوی لەنێوان ٢٤ بۆ ٤٨ کاتژمێر ، بەس بە گشتی بە بوونی ڕشانەوە و سکچونی خوێناوی جیادەکرێتەوە ,لەکاتی فەحسی ئاژەڵەکەدا دەبینین توشی کزی بووە،تای هەیە ،توشی وشک بوون بووە ،لەگەڵ ئازاری سک \n\nوە لەکاتی توێکاری بۆ ئاژەڵەکەدا ئەمانە دەبینیت :ئەستوربونی دیواری ڕیخۆڵە ،پێکهاتەکانی ڕیخۆڵە وەک ئاوی لێدێت یان هەندێک جار خوێنبەربوون دەبینریت ،وە ئاوسانی لیمفە گرێکانی ناوچەی سک و سنگ. \nدەستنیشانکردنی نەخۆشییەکە :\nبەپێی بونی نیشانە کلینیکیەکان ،لەگەڵ وەرگرتنی میژوی نەخۆشییەکە لە خاوەن ئاژەڵ ،یان بەکارهێنانی PCR ",
    "kurdish": "نەخۆشی پارڤۆ لە سەگدا-سەگەناز-تاعونی توتکە- سەگبا",
    "name": "(CPV)Canine parvo virus",
    "cause": "نەخۆشییەکی ڤایرۆسیە زیاتر بەشێوەی توند لە ئاژەڵەکان دەدات وەک لەشێوەی درێژخایەن ، زیاتر سیستەمی هەرس دەدات لە سەگی تەمەن بچوک و وە ئەو سەگانەی کە نەکوتراون ،هەرچەندە بە وردی نەزانراوە بەڵام  لەو بڕوایەدان کە لە leukopenia virus وە سەری هەڵدابێت. ",
    "control": "کۆنترۆڵکردنی نەخۆشییەکە :گەر هەستت کرد ئاژەڵێک توشی ئەم نەخۆشییە بووە ئەوا پێویستە یەکسەر جیابکرێتەوە و بۆئەوەی ئەوانی دیکە توش نەکات ،بە کوتانی ئاژەڵی ساغ ئەوا ڕیگری دەکەیت لە توشبوون بەم نەخۆشییە هەروەها بەکارهێنانی دەرمانی پاکژکەرەوە لەو جیگایەی نەخۆشەکەی تێدا بوە. \nچارەسەر:پێدانی ئاو ،لەگەڵ مادە ئەلیترۆلیتیەکان (Na,ca,mg,k) , لەگەڵ بەکارهێنانی دەرمانی دژە ڕشانەوە و دژە بەکتریا",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "iMavTaRZmTW8wWyj0U71",
    "symptoms": "ئاژەڵەکە توشی ئاوسانی سییەکان دەبێت بەمەش تەنگەنەفەس دەبێت ،کەف لەلوتی دێت ,توانای ڕۆشتنی نامێنێت ،دەمرێت لە ئەنجامی نەمانی ئۆکسجین ،لە حاڵەتی درێژخانەدا ئاژەڵەکە دەمرێت لە ٣ بۆ ٥ هەفتە دوای توشبوون ، پلەی گەرمی لە ٤بۆ٦ ڕۆژی دوای توشبوون لەمەڕدا ٤٠.٥ بۆ ٤٢ دەبێت ,برینی لوت یەکێکە لەنیشانەکانی ئەم نەخۆشییە. \n\nدەستنیشنکردنی نەخۆشییەکە:\nبەپێی نیشانە کلینیکییەکان، توێکاری لەپاش مردنی ئاژەڵەکە ،فەحسی سیرۆلۆجی",
    "kurdish": "نەخۆشی زمانە شینە یان زمانە شینکە",
    "cause": "نەخۆشییەکی ڤایرۆسییە بەهۆی جینەسی Orbivirus لە خێزانی Reoviridae  ئاژەڵەکە توشدەبێت لە ڕێی لیکی مێشەوە(culicoid biting midge) ڤایرۆسەکە دوهێندە دەبێت لە لیمفە گرێکان و بڵاو دەبێتەوە و  ڤایرۆسەکە دەچێتە ناو خوێن .",
    "control": "لەئێستا هیچ چارەسەرێکی گونجاوی بۆ نەدۆزراوەتەوە ، بەڵام بەبەکارهێنانی دەرمانی یارمەتی دەر بۆ بەرزکردنەوەی بەرگری و دەرمانی دژە بەکتریا بۆ توشنەبوون بە نەخۆشی بەکتریا ، سەبارەت بە کۆنترۆڵ دەتوانیت ڕیگە لە نەخۆشییەکە بگریت بە بەکارهێنانی insecticide بۆ لەناوبردنی ئەو مێشەی کە نەخۆشییەکە دەگوازێتەوە.",
    "name": "Blue tongue in Ruminants",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1740226475043",
    "symptoms": "پێستی مەڕ زیاتر گۆڕانکاری بەسەردا دەردەکەوێت بە تایبەتی لە ئاژەڵە لاوازەکان کە بەدەست کەم خۆراکییەوە دەناڵێنن.لە ئەنجامی کاری مشەخۆرەکە شوێنی توشبوو سوردەبێتە و دەئاوسێت و دەست دەکات بەخوراندن لە ئەنجامدا شوێنەکە قەتماغە دەکات وەک توێژێکی ڕەق دەردەکەوێت لە ئەنجامی ئەمەشدا خوری ئاژەڵەکە لەو شوێنەدا هەڵدەوەرێت و دەکەوێتە سەر زەوی.خوراندن (itching) و هەڵوەرینی خوری ئاژەڵەکە بەنیشانەیەکی سەرەکی نەخۆشییەکە دادەنرێت ،ئاژەڵی توشبوو ڕۆژ بەڕۆژ  لاواز دەبێت و کەم خوێنی پێوە دیار دەبێت و هەندێک جار بەمرداربونەوەی ئاژەڵەکە کۆتای دێت .",
    "kurdish": "نەخۆشی گەڕیی لە مەڕدا",
    "name": "Psoroptic Mange in sheep ",
    "cause": "هۆکاری نەخۆشی گەڕی دەگەڕێتەوە بۆ مشەخۆرێکی دەرەکی کە زیندەوەرێکی جومگەدارە پێی دەوتریت mite (مۆرانە ),(زچ )ئەم مشەخۆرە دەرەکییە بە شێوەیەکی سروشتی لەسەر پێستی ئاژەل وباڵندە ژیان دەباتە سەر وە بۆ بەردەوامی ژیانی خوێن و لیمف و شانەکانی پێست و دەردراوی ڕژێنەکانی پێستیش وەک سەرچاوەی خۆراک بەکاردەهێنێت وە بەپێی ئاژەڵەکان چەند جۆرێکی هەیە بۆ نمونە لەمەڕدا پێی دەڵێن psoroptes ovis  وە مشەخۆرەکە بەگشتی ئەو شوێنانە هەڵدە بژێرێت کە داپۆشراوە بە موو یان خوری لە دواییدا مشەخۆرەکە هەوڵدەدات کە پێستەکە کون کون بکات بەمەبەستی مژینی لیمف و لە ئەنجامی و لە ئەنجامی ئەمەشدا کارێک ڕودەدات کە دەبێتە هۆی سوربونەوە و ئاوسانی شوێنەکە کە ئەمەش دەبێتە هۆی خوراندنی پێستی ئاژەڵی توشبوو هەروەها هەوکردنی و دەردراوەکانی پێست دەمەییت و ڕەق دەبێت و قەتماغە دەکات و وەک توێژێکی ڕەق دەردەکەوێت .",
    "control": "چارەسەر و کۆنتڕۆڵ :\n١.لەوەرزی پایز و زستاندا پێویستە ڕەچاوی ژمارەی ئاژەڵان و ڕوبەری شوێنیان بکرێت واتە دەبێت ژمارەکانیان بەپێی ڕوبەری شوێنەکە دابنرێت . ٢.بایەخ بدرێت بەلایەنی خۆراکی خۆراکی ئاژەڵان چونکە تاکو ئاستی خۆراکیان باش بێت لە ئەنجامدا ئاستی بەرگریان لە دژی نەخۆشییەکە زیاتر دەبێت .\n٣.شۆردنی ئاژەڵەکان  (dipping)بەپێی بەرنامەی زانستی وە ئەو مادانەی زیاتر بەکاردەهێنرێن بۆ شۆردنی ئاژەڵان وەکو coumaphos یان  diazinon.\n٤.بەکارهێنانی دەرمانی (ivermectin) کە لەڕێگەی ژێر پێستەوە دەدرێت بە ئاژەڵی توشبوو کە چالاکانە کاردەکات لەدژی مشەخۆرە دەرەکی و ناوەکییەکان .\n٥.ئاژەڵەکان پێویستە گوێیان پاکبکرێتەوە و بەخاوێنی ڕابگیرێت بەبەکارهێنانی هەندێک دەرمان کە دژی مشەخۆرەکان کاردەکات.",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1739911290845",
    "symptoms": "نیشانەی نەخۆشییەکە:\n\nڕەشەوڵاخدا :\nلەناکاو ئاژەڵی توشبوو بێ هێز و لاواز دەبێت لە لەوەڕ دەکەوێت و کاوێژ ناکات ،پلەی گەرمی لەشی ئاژەڵەکە بەرز دەبێتەوە و دەگاتە ٤١c وە لێدانی دڵ لە خولەکێکدا دەگاتە (١٠٠ -١٢٠ ) جار، ئاژەڵی توشبوو بەشێوەیەکی دیار دەشەلێت ،پەلی توشبوو لە ئاژەڵەکە بەشێوەیەکی دیار دەئاوسێت ،لە سەرەتادا ئاوسێکە گەرم و بەئازارە و لەدوایدا شوێنەکە سارد دەبیت و ئازاری نامێنێت لە کاتی دەست لێداندا وە ڕەنگی پێستەکە دەگۆڕێت و وشک دەبێتەوە .نەخۆشی لاڕەشە بەشێوەیەکی کتوپڕ دەردەکەوێت و لەدوای (١٢-٣٦) کاتژمێر لەدەرکەوتنی نیشانەکان ئاژەڵی توشبوو مردار دەبێتەوە بەبێ دەرکەوتنی هیچ نیشانەیەک.\n\n\nلە مەڕ و ماڵاتدا :\nمەڕی توشبوو دەشەلیت و لە ڕۆشتندا و هاوسەنگی تێکدەچێت و بەملاو ئەولادا دەکەوێت ،پەلی توشبوو لە مەڕدا ئاوساوی پێوە دیار نییە بەڵام ڕەنگی پێستەکەی دەگۆڕێت ،ئاژەڵی توشبوو لە لەوەڕ دەکەوێت وپلەی گەرمی لەشی بەرز دەبێتەوە ،لەکاتی بونی بریندا ئەو شوێنە هه ودەکات و دەئاوسێت .\n\nنیشانەکانی دوای مردار بونەوەی ئاژەڵی توشبوو \nلە گرینگترین نیشانەکان دوای مردار بومەوە ئەوەیە پەلی توشبوو لە کاتی بڕینیدا ماسولکەکەی ئاوساوە و ڕەش هەڵگەڕاوە و بۆنێکی ناخۆشی لێیەت و شلەیەکی تێداییە کە بڵقی گازی پێوە دیارە کە بەشێوەیەک کەف دەکات ،هەروەها بۆشای سنگی ئاژەڵەکە بڕێکی زۆر شلەی خوێناوی تێدایە و دەم و لوتی ئاژەڵەکە شلەیەکی کەفاوی لێدێتە خوارەوە.",
    "kurdish": "نەخۆشی لاڕەشە لە کاوێژکەرەکاندا",
    "name": "Black leg in ruminants",
    "cause": "نەخۆشییەکی بەکتریاییە بەهۆی بەکتریای (clostridium chauvoei feseri).وە ڕودەدات کە ئەم بەکتریایە گرام پۆزەتیڤە و سپۆڕ دروست دەکات کە بۆ چەند ساڵیک توانای مانەوەی هەیە بە چالاکی و بەرگری لەخۆی دەکات لەدژی بارودۆخی نالەباری دەوروبەر ،ئەم بەکتریاییە بە شێوەیەکی سروشتی لە خاک و خۆڵدا هەیە لەڕێگەی کۆئەندامی هەرسەوە دەچێتە ناولەشی ئاژەڵی توشبوو لە ئەنجامی دروستبونی ژینگەیەکی گونجاو گەشەدەکات و زۆر دەبێت ئەویش بەنەمانی گازی ئۆکسجین لەناوەندەکەدا  چونکە ئەم بەکتریایە بەبێ بوونی گازی ئۆکسجین گەشە دەکات و چالاک دەبێت وە ئەم نەخۆشییە بەهۆی برینەوە دەگوازرێتەوە بەتایبەتی لەکاتی خوری بڕینەوەو کلک بڕین هەروەها لەکاتی زاینی ئاژەڵی ئاوسدا ،یاخود لەکاتی شەڕکردنی بەرانەکاندا یان هەندێک جار بوهۆی کوتانی مەڕوو ماڵات بە ڤاکسینی مافەتە",
    "control": "چارەسەری نەخۆشیەکە :\nئاژەڵی توشبوو چارەسەر دەکرێت بەبەکارهێنانی دەرمانی (penicillin ) و هەروەها نەشتەرگەری دەکرێت بۆ پەلی توشبوو .\n\nکۆنترۆڵ کردنی نەخۆشییەکە:\nئاژەڵی مرداربۆوە بە بەنەخۆشییەکە پێویستە بسوتێندرێت و بەیەکجاری لەناوببرێت ،وە هەروەها لە ئاژەڵی ساغدا پێویستە ساڵانە پرۆسەی کوتان ئەنجامبدرێت.\nلە ڕەشەوڵاخدا لە تەمەنی (٣-٦) مانگ هەموو ئاژەڵەکان بکوترێن و دوای مانگێک دوبارە بکرێتەوە.\nلە مەڕ و ماڵاتدا :پێش زاینی ئاژەڵەکە بە مانگێک بکوترێن و لە دوایی دا ساڵانە دوبارە بکرێنەوە ،هەروەها پێش خوری بڕینەوە ئاژەڵەکان بکوترێن باشە.",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "qKz15fOzJjGxwQQ6FnKy",
    "kurdish": "نەخۆشی تای سێ ڕۆژە ",
    "name": "Bovine ephemeral fever(BEF) or three day sickness",
    "symptoms": "دەکرێت بەچەند قۆناغێکەوە ئەم نەخۆشییە\nقۆناغی یەکەم :توندە ئاژەڵەکە لە ناکاو توش دەبێت و پلەی گەرمی بەرزدەبێتەوە بۆ سەروی ٤٠ پلەی سیلیزی ،لەگەڵ لەرزینی ئاژەڵەکە (ڕودەدات لەسەدا ٥٠ی حاڵەتەکاندا ) ،لەکاتی وەستان بەپێوە ئاژەڵەکە کەوانەیەک دروست دەکات لەنێوان پشت  و سەری ،سەری بۆخوارەوە نزم دەکاتەوە و لیک لەدەمی دێت ،لەگەڵ بونی دەردراوی چاو و لووت ،ئاژەڵەکە خواردن ناخوات و لەکاوێژ دەوەستێت ،شیری کەم دەبێتەوە بەتایبەتی لەئاژەڵە شیردەردا \n\nقۆناغی دووەم : توشی لەپێ کەوتنی درێژخایەن دەبێت یانیش ماسولکەکانی ڕەق دەبن و ١ پەل یان زیاتری ئاژەڵەکە دەشەلێت ،لەهەندێک کاتدا باکردن ڕودەدات بەهۆی بونی هەوکردن لە سکەکەلێندا .ڕەنگە شەلینەکە بەهۆی دەرچونی پەلەکەبێت لە جومگەدا بۆیە ئاوسان دەبینرێت لەو کاتانەدا \n\nلەکاتی چاکبونەوەدا زۆرینەی ئاژەڵەکان دەست دەکەنەوە بە خواردن و خواردنەوە ،وە ئەو ئاژەڵانەکە کە قورسن دەکەون یان ئەوانەی کە ماسولکەیان تێکچووە یان بڕبڕەی پشیان\nوە لەپاش مردن بونی بڕێیکی کەمی فایبرین لەگەڵ بونی بڕێکی زۆری ڕەنگی پەمەی لە پەردەی دڵ و سییەکان و سکەکەلێن لەحاڵەتە توندەکاندا بونی برین لەسییەکاندا \nلە کۆتای ئەو چەند ڕۆژەدا ڕێژەی شیر بەرهەم هێنان لە سەدا ١٥ کەم دەکات و ئیحتیمالی بەراویتەبوون هەیە لەو ئاژەڵانەی کە زۆر قورسن ،زۆرینەی ئەو کێڵگانەی کە نەخۆشییەکەی تێدا باوە ئاژەڵەکانیان بە گشتی توش دەبن ,وە لەنێرەدا ڕەنگە بەشێوەیەکی کاتی توشی نەزۆکبون ببێت \n\nدەتوانیت دەستنیشانی ئەم نەخۆشییە بکەیت بە دەرکەوتنی نیشانە کلینیکییەکان و لەگەڵ PCR ",
    "cause": "ئەم نەخۆشییە بەهۆی جینەسی Ephemerovirus لە خێزانی Rhabdoviridaeبەزۆڕی لە کاتی باران دا ئەم نەخۆشییە هەیە بەڵام لەوەرزەکانی دیکەشدا هەیە ئەوکاتەی مێشوولە بونی هەبێت ",
    "control": "بەکارهێنانی ڤاکسین بۆ ڕێگری کردن لە توشبوون بەم بەخۆشییە \nچارەسەر پێدانی NSAIDs  \nوە هیلاکنەکردنیەتی \n\nNSAIDs(eg .carprofen 1.4mg/kg SQ,once ketoprofen  3mg/kg IM evry 24 hour to 2 or 3 days ",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1725349340890",
    "symptoms": "نیشانەکان بەم شێوانە دەبینرێن\n\nشێوازی توندوتیژ (کوشندەیە) : جوجەڵە تەنگە نەفەس دەبێت و دەنگێکی تەڕ لە قوڕگ و سینەیدا دەبیسترێ ،لوتەکانی دەگیرێت و نەفەس لەدەمێوە دەدات و کز و لاواز دەبێت ،کۆکەو پژمەی تێدا دەبینرێت و جیقنەی شلی سەوز دەکات و چونکە ئەوەی لە سکی دێتە دەرەوە هەر مادەی زراوە bile ،دان و خواردنی تێدا نییە ،لەکۆتایدا توشی چەند نیشانەیەکی دەمارگیری دەبن وەک ئیفلیجبوونی سەر و مل و باڵەکان و قاچەکان ،پەلەوەر بەرەو دواوە دەگەڕێتەوە و سەرە لەقێ دەیگرێت و ڕێژەی توشبون و مردن دەگاتە (%١٠٠)\n\n\nشێوەی مامناوەندی :ئەمیش هەر ئەو ڤایرۆسەیە بەڵام ڕادەی توند و تیژیەکەی کەمترە ،لەجوجەلەدا  کتوپڕ لرخە لرخ بەشێوەیەکی سوکتر و جیقنەی سەوز دەکات ،لەمریشکی هێلکەکەردا ڕێژەی هێلکەکردنیان کەم دەبێتەوە ،نیشانەی دەمارگیری لەناویاندا دەبینرێت و ڕێژەی مردن دەگاتە (%٢٥)\n\n\nشێوەی سوک :نەخۆشییەکە زۆر بەسوکی دێت و دەڕوات بێ ئەوەی نیشانەی نەخۆشییەکە هەستی پێبکرێت ،تەنیا ئەوەندە نەبێت لە مریشکی هێلکە کەردا بەرهەمی هێلکە کەم دەبێتەوە .",
    "kurdish": "دەردە مریشک،قڕ تێکەوتن ،نەخۆشی نیوکاسڵ",
    "name": "Newcastie disease ",
    "cause": "ئەم نەخۆشییە نەخۆشییەکی ڤایرۆسییە سەر بەکۆمەڵەی  paramyxo virusە توشی پەلەوەر و باڵندە دەبێت و کوشندەییە و زۆر زوو بڵاو دەبێتەوە .هۆی دروستبونی ئەم نەخۆشییە لەناو مریشک و جوجک دا سەرهەڵدەدات بەهۆی نزیکبومەوەی ڕاستەوخۆ و ناڕاستەوخۆ و هەڵمژین و چونەژورەوەی خۆڵ و تۆزی ژێر جوجەڵە بۆ ناو سییەکانی پەلەوەر ،یان خواردنی دانی مریشک و پیسبونی قاپی ئاوی خواردنەوە ئاو و لیکی دەمی جوجەڵەی نەخۆش و ڕیقنە هەروەها خاوەن  کارگەی بەرهەم و کرێکارانی کێڵگە هەموو ئەمانە هۆکارن بۆ بڵاوبونەی نەخۆشییەکە ",
    "control": "دەست بەسەرداگرتن:لە قاعەکانی پەروەردەکردنی جوجک و مریشک دەبێت ڕێگەی کوتین یان سەربڕین یان هەردوو ڕێگاکە ڕەچاو بکرێت و پەیڕەو بکرێت ،ئەو ڕەوە مریشکانەی کەتوشی ئەم نەخۆشییە بوون پێویستە سەرببڕدریت و بسوتێنرێت و لەخاک بنرێت وە ئەو ڕەوە مریشکانەی کە نزیکن لەم نەخۆشانەوە پێویستە سەرببڕدرێن وە ئەو ناوچانەی کە ئەو نەخۆشییانەی تێدا بڵاوبۆتەوە بکوترێت واتا پێش ئەوەی توشی نەخۆشی ببن،کوتانی جوجەڵەش لەوڵاتی ئێمە بەم شێوەییە کە جوجەڵە تینو دەکرێت و ئاو لەبردەمیان هەڵدەگیرێت و بەیانی کوتانەکە دەکرێتە ئاوەکەوە بۆیان و دەیخۆنەوە کوتانیش لە تەمەنی ٦بۆ ٧ ڕۆژی بۆ کوتانی یەکەم وە ٢١ ڕۆژی بۆ کوتانی دووەم وە لەوە بەدواش پێویستە هەر ٣مانگ جارێک بکوترێن.",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1740234977689",
    "symptoms": "لە نیشانە دیار و سەرەکییەکانی نەخۆشی شەلکە کە بەشێوەیەکی کتوپڕ تێیاندا دەردەکەوێت کە ئەویش شەلینی ئاژەڵەکانە (lameness) ،پەلی توشبوو زۆر جار ئازارێکی توندی پێوە دیارە و ئاژەڵەکە زۆر جار بەرزی دەکاتەوە لەسەر زەوی،ڕادەی بەرهەمی شیر و خوری دێنێتە خوارەوە،هەندێک جار هەردوو دەستی ئاژەڵەکە توشدەبێت و ئازاری پێوە دیار دەبێت لە ئەنجامدا ئاژەڵەکە لەسەر ئەژنۆ دەڕوات ،پێستی قاچی ئاژەڵی توشبوو سوردەبێتەوە و دەئاوسێت و هەودەکات ،لەکاتی بەردەوام بونی نەخۆشییەکە قاچی ئاژەڵی توشبوو بۆنێکی ناخۆشی لێدێت ،لەکاتی شێوەی توندی نەخۆشییەکە (virulent form )ئاژەڵی توشبوو لەلەوەڕ دەکەوێت و تای لێدێت و بەلایەکدا دەکەوێت لەڕ و لاواز دەبێت و لە کۆتایدا مردار دەبێتەوە\n\n\nدیاریکردنی نەخۆشی شەلکە :\n١.مێژووی سەرهەڵدانی نەخۆشییەکە (case history)\n٢.نیشانە دیارەکانی نەخۆشییەکە.\n٣.بەهۆی پشکنینی تاقیگەییەوە.",
    "kurdish": "نەخۆشی شەلکە لە ئاژەڵە کاوێژکەرەکاندا",
    "name": "Infectious foot rot in small ruminants",
    "cause": "هۆکاری سەرەکی نەخۆشی شەلکە دەگەڕێتەوە بۆ دوو بەکتریا کە یارمەتیدەری یەکترن بۆ دروستبونی نەخۆشییەکە (Dichelobacter nodosus , fusobacterium necrophorum.) ئەم دوو جۆرە لەکۆمەڵەی گرام نێگەتیڤن پیویستیان بەگازی ئۆکسجین نییە بۆ گەشەکردن لەبەر ئەوە چالاکی دەبێت لە ژینگەیەکی بێ ئۆکسجیندا لەکاتی بونی برینێک لە پێستی نێوام دوو سمەکانیدا و مانەوەیان بۆماوەیەک لەناو ئاوی وەستاودا لەم کاتەدا بەکتریاکان هێرش دەکەنە سەر ئەو برینەی لە قاچی ئاژەڵەکەدا هەیە و لە ئەنجامدا دەبێتە هۆی هەوکردنی جێگەی کە بێگومان ئەمەش دەبێتە هۆی شەلینی ئاژەڵی توشبوو.",
    "control": "خۆپاراستن باشترین ڕێگەچارەییە بۆ ڕێگەگرتن لەبەردەم سەرهەڵدان و بڵاوبونەوەی نەخۆشی شلکە لە نێو مەڕ و ماڵاتدا ،لەبەر ئەوە پێوئستە لەوەرزی باران باریندا ئاژەڵەکان دوربخرێنەوە لە وەستان بۆماوەیەکی درێژ لەناو ئاوی وەستاودا وە واباشترە ژمارەی ئاژەڵ بەپێی ڕوبەری شوێنەکە دابنرێت.لەکاتی بڵاوبونەوەی نەخۆشییەکە پێویست دەکات ئاژەڵە توشبووەکان بەشەلکە جیابکرێنەوە و چارەسەر بکرێن بە بەکارهێنانی دەرمانی penicillin لەگەڵ دەرمانی streptomycin وە هەروەها پاکردنەوەی سمەکانیان بە دەرمانی ئایۆدین و پاکڕاگرتنی بەبەردەوامی .",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "wfwlYa59tAV0PAqbg0YL",
    "symptoms": "نیشانەکانی لە هەفتەی یەکەمدا بریتییە  لە هەبوونی  (تا) پلەی گەرمی بەرز دەبێتەوە بۆ  41C پلەی سیلیزی پاشان حەزی (ئیشتیها )خواردنی نامێنێت ,تێکڕای هەناسەدانی بەرزدەبێتەوە ،ماسولکەکانی دەلەرزن،توشی کەم خوێنی دەبێت،کێشی لەدەست دەدات،وە لە قۆناغی کۆتایدا خوێن دەبینیت لە میزەکەیدا ,وە لە ناوەندە کۆئەندامی دەماردا ئەم مشەخۆرە دەنوسێت بە کاپیلەریەکان  ,لەوانەیە هەر یەک لە قەبزی یان سکچونی هەبێت ،وە گەر لە کۆتا قۆناغی سکپڕیدا توشی ئاژەڵ ببێت ئەم نەخۆشییە ئەوا ئەگەری هەیە توشی بەراوێتەی(لەبارچوون) بکات ، وە بۆ p.m بۆ دوای مردن بە چەند نیشانەیەک دەزانین کە ئەم نەخۆشییەی هەبووە یەکێک لەوانە گەورەبوونی سپڵ (فاتە ڕەش) و ئاسانی لێکردنەوەی وە ئاوسانی جگەر و گەورەبونی تورەکەی زراو ،ڕەنگی تێری گورچیلە،شێوازی دەستنیشانکردنی نەخۆشییەکە :ئێمە چەندین حاڵەتی دیکەمان هەیە کە (تا) یان توشی کەمخوێنی دەبن بۆ جیاکردنەوەی ئەو حاڵەتانەی پێشوو لە زەردووی تەڕ ئەوا دەتوانین Giemza stain بەکاربێنیت بۆ دەستنیشانکردی ئەم نەخۆشییە یان فەحسی  ELISA ,PCR بەکاربهێنین بۆ دەستنیشانکردنی ئەم حاڵەتە ",
    "kurdish": "نەخۆشی زەردووی تەڕ(تەڕە زەردوویی)،نەخۆشی خوێن میزکە(میزە خوێنکە)",
    "name": "Babesiosis in Ruminants",
    "cause": "ئەم نەخۆشییە بەهۆی مشەخۆری تاک خانەی babesia وە ڕودەدات کە گەنە دەیگوازێتەوە بۆ ئاژەڵ کە لە ناو خڕۆکە سورەکان دەدات و دەبێتە هۆی تێکشکاندیان ،نەخۆشی بەبیزیا زیان بەتەواوی ئاژەڵە ماڵییەکان دەگەیەنێت بەتایبەتیش بەر مانگا کە زیانێکی زۆر گەورەی لێدەدات کە ئەم دوو جۆرەی باوە لە مانگادا B.bigemina,B.bovis وە چەند جۆرێکی گەنە دەیگوازێتەوە باوترینیان  Boophilius ,ئەم مشەخۆرە دەتوانرێت بگوزرێتەوە لەڕێگای گواستنەوەی خوێن وە لەکاتی نەشتەرگەریش بەهۆی مێش و مەگەزەوە",
    "control": "لەپێشتردا جۆرە جیاوازەکانی دەرمان بەکاردەهێنران بۆ چارەسەری ئەم نەخۆشیە بەڵام لە ئێستادا تەنها diminazine aceturate and imidocarb dipropionate بەشێوازێکی باو بەکاردەهێنرێن لەگەڵ پێدانی دەرمانی یارمەتیدەر وەک Anti inflammatory drugs ,corticostiroids,fliud therapy  وە گواستنەوەی خوێنیش دەتوانێت ژیانی ئاژەڵێک ڕزگاربکات لە حاڵەتی کەمخوێنییەکی زۆر ,هێشتا نەتوانراوە کوتانی بۆ بدۆزنەوە چونکە سترەینەکانی جیاوازە لەهەر وڵاتێکدا ،هەرچەندە کۆنتڕۆڵ کردن و بنەبڕکردنی ئەو جۆری گەنەییە دەتوانێت سوڕەکە تێکبدات و نەهێڵێت نەخۆشییەکە بگوازرێتەوە کە ئەمەش مەحاڵە بۆ ماوەیەکی زۆر. ",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "1730039064479",
    "symptoms": "لەسەرەتاوە هیچ نیشانەیەکی نەخۆشییەکە نییە ،لەوانەیە بەردەوام نۆزیما هەبێت بەبێ نیشانە ،لە نۆزیما سیرانادا بە ئەستەم سچوون دەبینرێت بەڵام لە نۆزیما ئەپیس بە ڕونی سکچوون دەبینرێت ،هەنگی خشۆکی باڵ جووت نەبوو دەبینرێت لە هەنگەڵان ،دانانی گەرای زۆر لە زستاناندا زۆرێک لە گەراکان هەڵنایەن ،شانەکان چۆڵن لە هەنگ،دەتوانرێت گەدەو ڕیخۆڵەی هەنگ بە ئاسانی بەراورد بکرێت .",
    "kurdish": "نەخۆشی نۆزیما",
    "name": "Nosema disease",
    "cause": "Nosema ceranae ، Nosema Apis ، نۆزیما سیرانا بەربڵاوترین نەخۆشی هەنگە لە ئێستادا توشی هەنگی پێگەشتوو دەبێت",
    "control": "لە وڵاتانی پێشکەوتوو دەرمان بەکارنایەن لەبەر هەنگوین\nفیوماجیلیین کاریگەری هەییە لەسەر نۆزیما ئەپیس بەڵام نۆزیما سیرانا ناکوژێت ،خۆراک پێدانی کوالێتی خراپ بەگری لەشی هەنگەکە لاواز دەکات بۆ توشبون بە نەخۆشییەکان ،پێدانی ڤیتامین سی بەشدارە لە پێکهاتەی دژە ئۆکسان .\nشا هەنگی بەهێز و گەنج بۆ خستنەوەی وەچە بۆ زستان ،دڵنیابە لە بوونی سەرچاوەی خۆراک کە بەشی زستان بکات،هەنگەکان بپارێزە لە سەرماو باران،هەنگ دورخەرەوە لە ئاوی وەستاو.",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  },
  {
    "id": "zxrlHPNoMAGiiAo0xAdA",
    "kurdish": "نەخۆشی کەڕووی (ئەسپەرجیلۆسز) یان سپیکەی پەلەوەر",
    "name": "Aspergillosis in poultry",
    "control": "تاکو ئێستا لەڕووی عیلمیەوە هیچ چارەسەرێکی نییە مریشکی توشبوو دەبێت لاببرێت و لەناوببرێت بەڵام دەکریت دەرمانی دژە کەڕوەکان بەتایبەت Nystatin سودی لێ ببینرێت و چاکی بکاتەوە.",
    "cause": "ئەم نەخۆشییە بەهۆی کەڕوویەک ڕودەدات بەناوی  Aspergillus flavus هەروەها Aspergillus fumigatus بەزۆری توشی مراوی ،قەل ،مریشکی تەمەن بچووک دەبێت ئەو مریشکانەی کە تەمەنیان زۆرە یاخود پیرن بەرگری دەکەن لە دژی نەخۆشییەکە واتا کەمتر توشدەبن.نەخۆشییەکە دەگوازرێتەوە لەڕێگەی هەڵمژینی سپۆڕی کەڕووەکە بەهۆی پیسبونی خۆراک یان  شوێنی هیلکە هەڵهێنان",
    "symptoms": "مریشکی توشبوو کز و تینووی دەبێت ،توشی تەنگەنەفەسی دەبێت و خێرا هەناسەدەدات هەروەها دەمی دادەچەقێنێت واتە بە کراوەیی دەیهێڵێتەوە ,ڕێژەی مردن هەمەجۆرە لەنێوان %٥ بۆ %٥٠ دەبێت ،لەپاش مردن دەتوانیت سەیری سییەکان و تورەکەی هەوا بکەیت کە لە شەوەی دەمبوس (پەڵە)ی ڕەنگی زەردی_ سپی دەردەکەوێت ،هەندێک جار هەموو جەستەی توشی دروستبوونی کەڕووی ڕەنگی زەرد_سەوز دەبێت\n\nدەستنیشانکردنی نەخۆشییەکە بە چەند شێوەیەک دەبێت یەکێک لەوانە بینینی کەڕووەکە لەژێر مایکرۆسکۆپدا ،یان بینینی پەڵە لە بۆڕی هەوا و سییەکان.",
    "_exportedAt": "2025-06-06T19:36:48.823Z"
  }
]