[
  {
    "id": "1727224160262",
    "usage": "بێهۆشکەرێکی گشتییە بەکاردێت بۆ ئارامکردنەوە و بێهۆشکردن لەکاتی نەشتەرگەری کردن  ",
    "name": "Ketamine",
    "otherInfo": "بەشێوەی دەرزی هەییە ،لە زۆرینەی ئاژەڵان بەکاردێت جگە لە کاوێژکەرەکان.",
    "sideEffect": "زیادبونی پەستانی خوێن ،هەناسە تەنگی،دابەزینی پلەی گەرمی لەش ،ڕشانەوە.",
    "class": "Anesthesia",
    "_exportedAt": "2025-06-06T19:36:49.410Z"
  },
  {
    "id": "1727224698065",
    "otherInfo": "بە شێوەی دەرزی هەییە ،بۆ زۆرینەی ئاژەڵان بەکاردێت ",
    "name": "Triflupromazine",
    "usage": "وەک ئارامکەرەوەو دژە ڕشانەوە بەکاردێت.دەرمانێکی ئارامکەرەوەیە پێش بێهۆشکردن بەکاردێت ",
    "sideEffect": "دابەزینی پەستانی خوێن و هەناسە تەنگی",
    "_exportedAt": "2025-06-06T19:36:49.410Z"
  },
  {
    "id": "1727225371834",
    "usage": "دەرمانێکە بۆ هێمنکەرەوە و ئارامکردنەوە بەکاردێت لە جۆرە جیاوازەکانی ئاژەڵی کێوی و ماڵی",
    "otherInfo": "بەشێوەی دەرزی هەییە،نابێت ئاژەڵێک کە ئەم دەرمانەی بۆ بەکارهێنرابێت لەبەر خۆر جێبهێڵرێت ،بۆ ئاژەڵە کاوێژکەرەکان پێویستە بڕی کەمتر بەکاربێت گەر ئارامکردنەوە  تێبینی کرا.",
    "name": "Xylazine HCL ",
    "sideEffect": " لەرزین و دابەزینی لێدانی دڵ و کەمبونی ڕێژەی هەناسەدان لە پشیلە و سەگ و ئەسپدا.",
    "_exportedAt": "2025-06-06T19:36:49.410Z"
  },
  {
    "id": "1727264362220",
    "name": "Clotrimazole",
    "otherInfo": "بەشێوەی مەڵهەم و کرێم هەییە.",
    "usage": "جۆرێکە لە دەرمانی دژە کەڕوەکان ،بەکاردێت بۆ چارەسەری کەڕووی شێوە ئەڵقەی(Ring worm)  لەگەڵ جۆرە جیاوازەکانی کەڕووی سەر پێست.",
    "sideEffect": "نابێت بدرێت لە چاو یان لینجە پەردە ،چونکە دەبێتە هۆی خوران و سوربونەوە و ئاوسان.",
    "_exportedAt": "2025-06-06T19:36:49.410Z"
  },
  {
    "id": "1727264887535",
    "otherInfo": "بە شێوەی حەپ هەییە ،زیاتر بۆ پشیلە و سەگ بەکاردێت",
    "usage": "بەکاردێت بۆ چارەسەری کەڕوو کەتووشی سیستەمەکانی جەستە دەبێت،وە بەکاردێت بۆ چارەسەری کەڕووی شێوە بازنەی لەگەڵ کەڕووی نینۆک  ",
    "name": "Griseofulvin",
    "sideEffect": "دەبێتە هۆی لەدەستانی حەزی خواردن و ڕشانەوە و سکچون و کەم خوێنی ",
    "_exportedAt": "2025-06-06T19:36:49.410Z"
  },
  {
    "id": "1727265553458",
    "otherInfo": "بەشێوەی حەپ هەییە ،زیاتر بۆ پشیلە و سەگ بەکاردێت",
    "usage": "بەکاردێت بۆ چارەسەری کەڕوو کە توشی سیستەمەکانی جەستە دەبێت  ،لەگەڵ کەڕووی پێست ",
    "name": "Ketoconazole",
    "sideEffect": "لەکاتی سکپڕیدا دەبێتە هۆی شێواندنی بێچووەکەی  ، تێکچوونی جگەر,دەبێتە هۆی لەدەستدانی حەزی خواردن و ڕشانەوە و سکچوون.",
    "_exportedAt": "2025-06-06T19:36:49.410Z"
  },
  {
    "id": "1727266608109",
    "otherInfo": "",
    "usage": "",
    "name": "",
    "sideEffect": "",
    "_exportedAt": "2025-06-06T19:36:49.410Z"
  },
  {
    "id": "1727310503853",
    "otherInfo": "بەشێوەی دەرزی هەییە ،زیاتر لە کاوێژکەرەکان (مانگا) بەکاردێت",
    "name": "Levofloxacin",
    "usage": "دژە بەکتریایەکە بەکاردێت بۆ چارەسەری گرام نێگەتیڤی بەکتریا.",
    "sideEffect": "کاریگەری لاوەکی تۆمارنەکراوە لە ئاژەڵاندا بەڵام پێدەچێت هەمان کاریگەری لاوەکی هەبیت کە لەمرۆڤدا دروست دەبێت وەک لەدەستدانی حەزی خواردن و ڕشاندنەوە و سکچون",
    "_exportedAt": "2025-06-06T19:36:49.410Z"
  },
  {
    "id": "1727353035120",
    "name": "Erythromycin",
    "sideEffect": "بەکارهێنانی بە ژەم (بڕ)ی زۆر دەبێتە هۆی ڕشانەوە و سکچوون",
    "otherInfo": "بە شێوەی حەپ و گیراوە بەردەستە لە ئاژەڵی گەورەو بچوکدا .",
    "usage": "دژە بەکتریاییە بەکاردێت بۆ چارەسەری هەوکردنی(بە بەکتریا) گەروو و بۆڕی هەوا و سییەکان ,هەوروەها بەکاردێت لە کاتی بەراویتەبوون ،برۆسیلۆسز ،هەوکردنی گوان،نەخۆشی کۆڕایزا لە مریشکدا.خێرا کردن و باشترکردنی جوڵەی کۆئەندامی هەرس (بەتایبەت لە ئاژەڵی تازە لەدایکبوو).",
    "_exportedAt": "2025-06-06T19:36:49.410Z"
  },
  {
    "id": "1727353528302",
    "otherInfo": "بەشێوەی دەرزی هەییە،لە زۆرینەی ئاژەڵان بەکاردێت ",
    "usage": "دژە بەکتریاییە بەکاردێت بۆ چارەسەری ڕێڕەوی میز،هەوکردنی گورچیلە،توشبونی ڕێڕەوی هەناسە،توشبونی سییەکان ،هەوکردنی پێریتۆنیۆم لە پشیلە و سەگ",
    "sideEffect": "بەکارنایەت لەو ئاژەڵانەی کە خواردن بەرهەم دێنن لەگەڵ ئاژەڵی ئاوس،دەبێت بری بەکارهێنانی کەم بکرێتەوە بۆ نیوە لەو ئاژەڵانەی کێشەی گورچیلەیان هەیە،نابێت لەگەڵ دەرمانی میز پێکەر بەکاربێت ",
    "name": "Gentamicin",
    "_exportedAt": "2025-06-06T19:36:49.410Z"
  },
  {
    "id": "1727356159691",
    "usage": "دژە بەکتریا،بەکاردێت بۆ چارەسەری سیستەمی هەرس و ئەندامی زاوزێ",
    "name": "Sulphamethoxazole &Trimethoprim",
    "otherInfo": "بەشێوەی گیراوە هەیە ،لە سەگ و پشیلە و پەلەوەر و ئەسپ بەکاردێت.",
    "sideEffect": "دەبێتە هۆی لەدەستدانی حەزی خواردن و ڕشانەوە و سکچون بە شێوەیەکی گشتی هەروەها وشکبونەوەی چاو و سوربونەوە و زەردبونی پێست  و کزی لە سەگدا،کەمی خرۆکە سورو سپییەکان لە پشیلەدا. ",
    "_exportedAt": "2025-06-06T19:36:49.410Z"
  },
  {
    "id": "1728005210628",
    "otherInfo": "شێوازی کارکردنی دەرمانەکە:بریتتیە لە بەستران بە 50 s ی ڕایبۆسۆم بەمەش پڕۆتین دروستکردن کەمدەبێتەوە و بەکتریاکە دەمرێت،\nلە مانگا،مەڕ،سەگ ،پشیلەدا بەکاردێت ",
    "usage": "دژە بەکتریایە کاردەکات لەسەر بەکتریای گرام پۆزەتیڤ وە بەشێوازێکی سنوردار بۆ چارەسەری توشبونەکانی دیکە ،بەکاردێت بۆ توشبوونی پێست و شانە نەرمەکان کە بەهۆی گرام پۆزەتیڤی بەکتریاوە ڕودەدات،هەروەها چالاکە لە دژی mycoplasma,Leptospira,Eresipelothrix spp ,لەباڵندە و بەرازدا بەشێوەیەکی سەرەتای بەکاردێت بۆ توشبونێک کە بەهۆی mycoplasma وە ڕودەدات ،هەرچەندە دەتوانرێت بە شێوەی دەرزی IM (لەماسولکە) بەکاربێت لە مەڕ و مانگادا بۆ چارەسەری هەوکردنی جومگە،کێمکردنی قورگ،هەوکردنی گوان",
    "name": "Lincomycin Hydrochloride",
    "sideEffect": "دەبێتە هۆی ڕشانەوە و سکچوون لە ئاژەڵاندا",
    "createdAt": {
      "_seconds": 1728247737,
      "_nanoseconds": 86000000
    },
    "_exportedAt": "2025-06-06T19:36:49.410Z"
  },
  {
    "id": "1728047638556",
    "otherInfo": "دەرمانێکە لە دژی مشەخۆرەکان کاردەکات لەڕێگەی ژەهراوی کردنی دەماری مشەخۆرەکە بەهۆی کردنەوەی glutamate gate chlorite chanal پێدا ڕۆشتنی ئایۆنی کلۆر بۆ ناو مشەخۆرەکە بەمەش دەبێتە هۆی ئیفلیج بوون یان مردنی .بەشێوەی دەرزی هەییە،دەتوانی لەڕێگەی دەمەوە پێی بدەیت ،بەشێوەی حەپ و سپڕا یش هەیە",
    "usage": "لە ئەسپدا بەکاردێت بۆ کۆنترۆڵ و چارەسەرکردنی strongylus spp ,pin worm ,stomach bot,.لە مانگادا بەکاردێت بۆ کۆنتڕۆڵ و چارەسەری کرمە دەزولەیەکان ( Nematode)،lung worm,grubs,hypoderma,lice,mite,.لە پشیلەو سەگدا بەکاردێت بۆ ڕێگریکردن لە Heart worm بە دۆسی (بڕی )کەم ،هەروەها بۆ لەناوبردنی مشەخۆرە دەرەکیەکان وەک گەنە ،وە بۆ لەناوبردنی مشەخۆرەکانی ڕیخۆڵە",
    "name": "Ivermectin",
    "createdAt": {
      "_seconds": 1728247737,
      "_nanoseconds": 767000000
    },
    "sideEffect": "بەکارهێنانی بەبڕی زۆر دەبێتە هۆی ژەهراوی بوون و کزی ,نەکردنی جوڵە (واتە ناتوانێت بجوڵێت),دەبێتە هۆی خوران و ئاوسان لە ئەسپدا ،هەستیاری زۆر لە سەگدا.",
    "_exportedAt": "2025-06-06T19:36:49.410Z"
  },
  {
    "id": "1728047810235",
    "otherInfo": "دژەبەکتریایەکە شێوازی کارکردنی ڕێگری دەکات لە دروستبونی پڕۆتین لە بەکتریادا لە ڕێگەی بەستران بە ڕایبۆسۆم ،ئەم دەرمانە بەشیوازێکی فراوان ئیش لەسەر بەکتریا دەکات لە ئاژەڵاندا وەک staphylococcus and gram negative bacilli and enterobateriacea ئەم دەرمانە زۆر چالاک نییە لەدژی streptococci یان ئەو بەکتریایانەی کە پێویستیان بە هەوا نییە بۆ گەشەکردنیان.لە ئەسپ و مانگا و سەگ و پشیلەدا بەکاردێت لەڕێگەی دەرزی لە ژێر پێست ،گۆشت ،دەرزی لە دەمار",
    "usage": "بەشێوەیەکی خێرا بەکاردێت بۆ چارەسەری توشبوونە توندەکان کەبەهۆی گرام نێگەتیڤی bacilli ییەوە توشبوبێت دەتوانرێت لەگەڵ گروپە دەرمانی beta_lactam تێکەڵ بکرێت وەکو penicillin,ampicillin,cephalosporen ",
    "createdAt": {
      "_seconds": 1728247738,
      "_nanoseconds": 105000000
    },
    "sideEffect": "بەکارهێنانی بەبڕی زۆر دەبێتە هۆی ژەهراویبوونی گورچیلە و ژەهراویبوونی کۆئەندامی ماسولکەودەمار ",
    "name": "Gentamicin sulfate",
    "_exportedAt": "2025-06-06T19:36:49.410Z"
  },
  {
    "id": "1728047995348",
    "name": "Amoxicillin",
    "createdAt": {
      "_seconds": 1728247738,
      "_nanoseconds": 783000000
    },
    "otherInfo": "دژە بەکتریایەکە سەر بە گروپی (beta lactum)،ڕێگری دەکات لە دروستبوونی دیواری خانەی بەکتریا ،ئیش لەسەر چەند بەکتریایەکی کەم دەکات (narrow spectrum) وەکو streptococci لەگەڵ گرام پۆزەتیڤی جۆرەکانی cocci u bacilli لەگەڵ گرام نێگەتیڤی proteus ,pasteurela Histophilus.بەشێوەی حەپ،دەزری،ڕێگەی دەم هەییە (oral suspension).",
    "usage": "بەکاردێت بۆ چارەسەری  توشبوونی جۆراوجۆر لە هەموو ئاژەڵاندا  وەک و توشبوونی ڕێڕەوی میزەڕۆ,توشبونی شانە نەرمەکان،توشبونی سییەکان،بەشێوەیەکی گشتی کاریگەرە لە دژی ئەو توشبوونەی بەهۆی گرام پۆزەتیفەوە دەبێت ،لەبەر ئەوەی کە half 'life ی کورتە پێویستە بۆ چارەسەری گرام نێگەتیڤ واتە بە شێوەیەکی گشتی کار دەکات لە دژی بەکتریای گرام نێگەتیڤ و گرام پۆزەتیڤ بە تایبەتیش بەکتریای گرام پۆزەتیڤ.",
    "sideEffect": "زیانە لاوەکییەکانی پەیوەندیدارە بە کۆئەندامی هەرسەوە وەک لە دەستدانی حەزی خواردن و ڕشانەوە و سکچون .",
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1728048228447",
    "name": "Albendazole",
    "createdAt": {
      "_seconds": 1728247739,
      "_nanoseconds": 279000000
    },
    "otherInfo": "دژی مشەخۆرەکان کاردەکات لەڕێگەی بەستران بە intracelular microtubuler transport system  ڕێگری دەکات لە دروستبونی tubulin کە ڕێگری دەکات لە  microtubule بۆدابەشبونی خانە.بەشێوەی paste u suspension هەییە ،لە پشیلەو سەگدا بۆ مشەخۆری ڕیخۆڵە ،مشەخۆری ڕێڕەوی هەناسە ،لەگەڵ جایەردیا بەکاردێت،بەڵام لە باڵندە و وڵاخەبەرزەو کاوێژکەرەکان وەک و دژەمشەخۆر بەکاردەهێنرێت، لە مانگادا تاکو ٢٧ ڕۆژ نابێت گۆشتەکەی بخورێت وە لەمەڕدا تاکو ٧ ڕۆژ گۆشتی ناخورێت .",
    "usage": "جۆرێکە لە دەرمانی دژە کرمەکان کە بەڕێژەیەکی زۆر لە ئاژەڵی گەورە و بچوک بەکاردێت وەک مانگا و مەڕ و بزن.بەکاردێت بۆ چارەسەری زۆربەی کرمەکانی ڕیخۆڵە ،هەروەها بەکاردێت بۆ چارەسەری توشبوون(مشەخۆر)ی ڕێڕەوی هەناسە ,هەروەها گاریکەرە بۆ چارەسەری giardia لە ئاژەڵی بچووکدا . ",
    "sideEffect": "دەشێت کە سەگ و پشیلە توشی شێرپەنجەی خوێن بکات،ئەم دەرمانە بەخێرایی ئارەزووی دابەشبوونی خانە دەکات لەوانەییە ببێتە هۆی ژەهراوی بوونی مۆخی ئێسک و ڕوپۆشی ڕیخۆڵە ،بەکارهێنانی بەڕێژەی زۆر دەبێتە هۆی ژەهراویبوون لە سەگ و پشیلەدا،زیانی لاوەکی زۆر نییە لە مانگا و مەڕ و بزن گەر بەڕێژەیەکی دیاریکراو بەکاربێت  ",
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1728128446637",
    "usage": "بەکاردێت بۆ چارسەری سکچوون و کێشەکانی دیکەی ڕیخۆڵە کە بەهۆی مشەخۆرەوە توش دەبن وەک مشەخۆری gairdia,trichomonas,Entamoeba .لە ئاژەڵی بچوک و ئەسپدا بەکاردێت بۆ چارەسەری جۆرە جیاوازەکانی توشبوون ( بەهۆی بەکتریاوە),ئەم دەرمانە دەتوانێت چالاکی ڕیخۆڵەی ئاژەڵان ڕێکبکات بۆیە بەکاردێت بۆ چارەسەری هەوکردنی ڕیخۆڵە لە ئاژەڵاندا.لەپشیلەدا metronidazole benzoate بەکاردێت .",
    "sideEffect": "بەکارهێنانی بە بڕی زۆر دەبێتە هۆی بێهێزی،توانای ڕۆشتنی نامێنێت،ناوەندە کۆئەندامی دەمار کارەکانی کەم دەبنەوە،توشی نۆرە یان فێ دەبێت ،دەڕشێتەوە و لاواز دەبێت .",
    "createdAt": {
      "_seconds": 1728247739,
      "_nanoseconds": 578000000
    },
    "name": "Metronidazole",
    "otherInfo": "هەروەها پێشی دەوتری (Metronidazole Benzoate)ئەم دەرمانە دژی بەکتریا(بەکتریایەک کە بەبێ ئۆکسجین گەشەبکات) و دژی مشەخۆرەکانه کاردەکات لە ڕێگەی تێکشکانی DNA زیندەوەرەکە.ئەم دەرمانە بۆ سەگ و پشیلە و مانگا و ئەسپ بەکاردێت.",
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1728129519054",
    "otherInfo": "دژی ڕشانەوە کاردەکات لە ڕێگەی وەستاندنی چالاکی وەرگری serotonine ،لەکاتی بریندراربوونی گەدەدا یان هەوکردنی پەنکریاس یا هەوککردنی گەدە و ڕیخۆڵە ئەو وەرگرە هاندەدرێت بۆ ڕشانەوە ئەم دەرمانە نایەڵێت ئەو وەرگرە هانبدرێت بۆیە  ئەم دەرمانە پۆلێندەکرێت بە serotonin antagonists .\nئەم دەرمانە لە سەگ و پشیلەدا بەکاردێت بەشێوەی حەپ ،شروب،دەرزی هەییە",
    "name": "Ondansetron Hydrochloride ",
    "createdAt": {
      "_seconds": 1728247739,
      "_nanoseconds": 871000000
    },
    "usage": " بەکاردێت بۆ چارەسەری هێلنجدان و ڕشانەوە ,لەکاتی پێدانی دەرمانی کیمیای بۆ چارەسەری شێرپەنجە.",
    "sideEffect": "تاکو ئێستا نەدۆزراوەتوە بەڵام پێدەچێت هەمان کاریگەری لاوەکی کەلە مرۆڤدا هەیە دروست دەبێت وەک قەبزی ،ناڕێکی لێدانی دڵ،دابەزینی فشاری خوێن.",
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1728218283715",
    "otherInfo": "دژە بەکتریایەکە ڕێگری دەکات لە دروستبونی پڕۆتین لە ڕێگەی بەستران بە 30s ی ڕایبۆسۆم،بەشێوازێکی بەرفراوان بەکاردێت بۆ چارەسەری بەکتریای گرام پۆزەتیڤ و نێگەتیڤ لەگەڵ هەندێک لە سەرەتاییەکان وەک (plasmodium,entameba) ",
    "usage": "بەکاردێت بۆ چارەسەری توشبون(بە بەکتریا)ی ڕێڕەوی هەناسە (توشبونی سییەکان یان نیومۆنیا) ,ڕێڕەوی میز،شانە نەرمەکان لەگەڵ پێست.بەکاردێت بۆ چارەسەری توشبونێک بەهۆی جۆری فراونی بەکتریاوە،یەکێک لە بەکارهێنانە باوەکان لەمانگادا بەکاردێت بۆ چارەسەری نەخۆشی ڕێڕەوەی هەناسە (BRD ) کە بەهۆی ,pasteurela,mannhiemia,histophilus .لەئاژەڵە بچوکەکاندا doxycycline لەجیاتی oxytetracycline زیاتر بەکاردێت بۆ چارەسەری Rickettsiae and Ehrlichiae .لە بێچووە ئەسپی تازە زاودا(تازە لەدایکبوو)دا بەکاردیت بە بڕی زۆر بۆ مەبەستی ڕاستکردنەوەی شێواوی گۆشەی پەلەکان.هەرچەندە تاکو ئێستا هیچ ڕوونکردنەوەیەک نەزانراوە سەبارەت بە کاریگەری oxyلە سەر گرژنەبوونی ژێ و بەستەر لە ئەسپدا .  ",
    "createdAt": {
      "_seconds": 1728247740,
      "_nanoseconds": 489000000
    },
    "sideEffect": "بەکارهێنانی بەبڕی زۆر دەبێتە هۆی وشک بونەوەی گورچیلە،لە ئاژەڵی گەنجدا tetracycline کاریگەری لەسەر  بەرهەمهێنانی ددان و ئێسک هەییە ، tetracycline لەپشیلەدا دەبێتە هۆی دروستبونی تا.بەکارهێنانی Oxytetracycline لە ئەسپدا دەبێتە هۆی سکچوون و ژانی سک,بە ڕێژەیوکی زۆر دەبێتە هۆی دواکەوتنی گەشە و چارەسەری مۆجی ئێسک.",
    "name": "Oxytetracycline HCL",
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1728692901300",
    "name": "Fenbendazole",
    "sideEffect": "بەشێوەیەکی گشتی سەلامەتە ،بەڵام ڕشانەوە و سکچون تۆمارکراوە ",
    "createdAt": {
      "_seconds": 1728835911,
      "_nanoseconds": 937000000
    },
    "otherInfo": "ئەم دەرمانە کاردەکات لەسەر intracelular microtubular transpot systems بە تێکشکاندنی tubulin کە ڕێگری دەکات لە دروستبونی microtubule  بۆ دابەشبونی خانەی مشەخۆرەکە .وە بەشێوەیەکی ناڕاستەوخۆ ڕێگری دەکات لە بەرزبونەوەی ڕێژەی گلوکۆز لەمشەخۆرەکادا بەمەش دەبێتە هۆی کەمکردنەوەی ڕریژەی وزەی خەزن بوو لە مشەخۆرەکە و دەبێتە هۆی مردنی،هەرچەندە ئەم دەرمانە کاریگەری ناکاتە سەر هەزمکردنی گلوکۆز لە ئاژەڵە مەمکدارەکان . بۆ زۆرینەی ئاژەڵان بەکاردێت ئەم دەرمانە",
    "usage": "بەکاردێت بۆ چارەسەری زۆربەی مشەخۆرەکان  لە ئاژەڵاندا ،وەک وToxocara,Toxocaris,Ancylostoma,and Trichur.لە سەگدا بەکاردێت بۆ چارەسەری (Ascaridis,hook worms,whip worms,tape worms)،لە پشیلەدا گاریگەرە ئەم دەرمانە بۆ کرمی سی،کرمی جگەر،جۆرە جیاوازەکانی کرم .ئەم دەرمانە کاریگەرە بۆ چارەسەرکردنی Giardiaبەڵام بە بڕی زۆر پێویستە بەکاربێت.",
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1728731113197",
    "otherInfo": "ئەم دەرمانە کاردەکات لە ڕێی وەستاندنی (ergosterol ی پەردەی خانە لە کەڕووەکە بەمەش پەرەدەی خانەکە تێک دەشکێت.ئەم دەرمانە چالاکە لە دژی (yest)کەڕووی \ncandida ,coccidioides,cryptococcus .spp\nبە شێوەیەکی لاواز چالاکی هەییە لەدژی کەڕووی Aspergillus بەراورد بە دژەکەڕوەکانی دیکە کە گروپی  Azole ن .ئەم دەرمانە لە سەگ، پشیلە، ئەسپدا بەکاردێت .بەشێوەی حەپ،دەرزی هەییە",
    "usage": "بەکاردێت بۆ چارەسەری کەڕووی سەر پێست وەک و malassezia dermatitis،جۆرە جیاوازەکانی دیکەی کەڕوو کە توشی سیستەمەکانی جەستە دەبن .هەروەها لە پشیلەدا بەکاردێت بۆ چارەسەری cryptococcus",
    "name": "Fluconazole",
    "createdAt": {
      "_seconds": 1728835912,
      "_nanoseconds": 546000000
    },
    "sideEffect": "نەهێشتنی ئارەزوی خواردن لە سەگ و پشیلەدا.",
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1728733229118",
    "otherInfo": "زیاتر بۆ پشیلە و سەگ بەکاردێت",
    "usage": "بەکاردیت لە ڕێگەی دەمەوە بەشێوەی supplement بۆ چارەسەری کەمی کالیسیۆم ،هەندێک جار لەگەڵ ڤایتامین D یان calcitriol بەکاردێت .هەروەها بەکاردێت وەک و ترشی کوژ (دژە ترشی ) بۆ چارەسەری زۆر دەردانی ترشی گەدە ،قورحەی مەعیدە ",
    "name": "Calcium carbonate ",
    "sideEffect": "کاریگەری لاوەکی کەمە گەر بەبڕی زۆر بەکاربێت ئەوا دەبێتە هۆی دروستبونی گاز لە ڕیخۆڵەدا ",
    "createdAt": {
      "_seconds": 1728835912,
      "_nanoseconds": 825000000
    },
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1728734437662",
    "otherInfo": "پێدانی کالسیۆم بە شێوازی تەواکاری خۆراکی (supplement) پێویستە بۆ کارکردنی سیستەمەکانی جەستە.لە مانگا ،ئەسپ ،پشیلە و سەگدا بەکاردێت",
    "usage": "بەکاردێت بۆ چارەسەری حاڵەتە توندەکان بەشێوەی تەواوکاری خۆراکی بۆ شوێنگرتنەوەی electrolyte . لەمانگادا بەکاردێت بۆ چارەسەری کەمی کالسیۆم (milk fever) ",
    "name": "Calcium chloride",
    "sideEffect": "نابێت لەکاتی بەکارهێنانی بەشێوەی دەرزی لە ڕێگەی (IV)لە مانگادا بەشێوەی خێرا دەرزی لێبدرێت چونکە دەبێتە هۆی تێکچونی لێدانی دڵ و مردنی",
    "createdAt": {
      "_seconds": 1728835913,
      "_nanoseconds": 252000000
    },
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1728744434766",
    "otherInfo": "کاردەکات لەڕێی وەستاندنی هەوکردنی خانەوە لەگەڵ وەستاندنی نیشانەی هەوکردنەکە . بەشێوەی حەپ و دەرزی هەییە ،لە پشیلە و سەگ و ئاژەڵی گەورەدا بەکاردێت",
    "usage": "بەکاردێت بۆ چارەسەری هەوکردن (سوربونە و خوران ...) و ناتەواوی سیستەمی بەرگری",
    "name": "Betamethasone",
    "sideEffect": "زۆر خۆری،زۆر میزکردن،قورحەی مەعیدە،نەخۆشی جگەر،مەترسی توشبوون بەنەخۆشی شەکرە،کەمبوونی دروستکردنی پڕۆتین،توشبوون بەنەخۆشی دووەم بەهۆی دابەزینی بەرگریەوە وەک نەخۆشی دەردە پشیلە و نەخۆشی کەڕووی ",
    "createdAt": {
      "_seconds": 1728835913,
      "_nanoseconds": 592000000
    },
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1728820227696",
    "usage": "بەکاردێت بۆ چارەسەری جۆرە جیاوازەکانی کەڕوو وەک و blastomycosis,coccidiodmycosis,histoplasmosis هەروەها بەکاردێت بۆ چارەسەری Leishmaniasis لە سەگدا .وە دەتوانرێت بەکاربهێنرێت بۆ چارەسەری Aspergillosis .",
    "name": "Amphotericin B",
    "createdAt": {
      "_seconds": 1728835914,
      "_nanoseconds": 33000000
    },
    "otherInfo": "دژە کەڕوویەکە کاردەکات لە ڕێگەی بەستران بە ergosterol ی پەردەی خانە لە کەرووەکە بەمەش دەبێتە هۆی مردنی خانە .\nلەبەر ئەوەی بەکتریا ergosterolی نییە بۆیە کارناکاتە سەر بەکتریاکان .ئەم دەرمانە لە پشیلە و سەگ و ئەسپدا بەکاردێت.",
    "sideEffect": "زیانی لاوەکی هەیە بۆ گورچیلەکان. ",
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1728821389581",
    "usage": "بەکاردێت  بۆ ئازار و هەوکردن و نەمەینی خوێن بە شێوەیەکی دیاریکراو ڕێگری دەکات لە مەینی خوێن  ",
    "name": "Aspirin",
    "sideEffect": "بەکارهێنانی بەبڕی زۆر دەبێتە هۆی ڕشانەوە و برینی گەدە ،مەترسی خوێن بەربونی هەیە لەبەر وەستاندنی چالاکی پەڕەکانی خوێن",
    "createdAt": {
      "_seconds": 1728835914,
      "_nanoseconds": 762000000
    },
    "otherInfo": "یەکێکە لە دەرمانەکانی (NSAIDs) دژی هەوکردن کاردەکات لەڕێگەی بەسترانی بە (Cox)\nوەستاندنی \nprostaglandine . لە زۆرینەی ئاژەڵان بەکاردێت بەتایبەت لە سەگ و پشیلەدا1",
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1728822685169",
    "usage": "بەکاردێت بۆ antidote(وەستاندنی چالاکی دەرمانێک) ی دەرمانەکانی   dexmedetomidine, medetomidine and xylazine ",
    "name": "Atipamezole Hydrochloride ",
    "createdAt": {
      "_seconds": 1728835915,
      "_nanoseconds": 184000000
    },
    "otherInfo": "کاردەکات وەک alpha 2 antagonist دەبەسترێت بەو وەرگرەوە چالاکی دەوەستێنێت.بەشێوەی دەرزی هەییە ،بۆ ئاژەڵی بچووک و گەورە. بەکاردێت.",
    "sideEffect": "دەبێتە هۆی ڕشانەوە و سکچون و لیک ڕژاندنی زۆر ،لەگەڵ  دابەزینی پەستانی خوێن بە شێوەیەکی کاتی .",
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1728823929744",
    "otherInfo": "Cephalosporin دژە بەکتریایە کاردەکات لەڕێگەی وەستاندنی دروستبوونی دیواری خانەی بەکتریا بەمەش دەبێتە هۆی مردنی خانەکە .cephalexin نەوەی یەکەمە لە چوار نەوەکەی cephalosporin چالاکە لە دژی streptococcus ,staphylococcus لەگەڵ هەندێک لە گرام نیگەتیڤی bacilli وەک وpasteurela ,E.coli,klebsiela .\nلە سەگ و پشیلە و ئەسپ بەکاردێت.",
    "usage": "بەکاردێت بۆ چارەسەری توشبونە باوەکان لە ئاژەڵدا وەک توشبونی ڕێڕەوی میز ،شانەی نەرم ،توشبونی پێست،هەوکردنی سییەکان،",
    "name": "Cephalexin",
    "sideEffect": "بەگشتی دەرمانەکانی (cephalosporin)سەلامەتن ،هەرچەندە دەکرێت هەستیاری ڕوبدات لە هەندێک لە ئاژەڵاندا،لەگەڵ خوێن بەربوونی دەگمەن دەکرێت ڕوبدات .گەر لەڕێی دەمەوە پێی بدرێت دەکرێت ڕشانەوە و سکچوون ڕوبدات.",
    "createdAt": {
      "_seconds": 1728835917,
      "_nanoseconds": 326000000
    },
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1728993921279",
    "otherInfo": "بە corticosteroid پۆلێن دەکرێت ،دژی هەوکردن کاردەکات لە ڕێگەی وەستاندنی خانەی هەوکردن ،وەستاندنی نیشانەکانی هەوکردن .بەشێوەی دەرزی هەیە لە سەگ و پشیلە و ئەسپ و مانگادا بەکاردێت.",
    "usage": "بەکاردێت بۆ چارەسەری هەوکردن و ئەو نەخۆشیانەی بە هۆی دابەزینی مەناعەوە توشدەبن,هەروەها بەکارهێنانی بەبڕی(دۆس)ی زۆر بەکاردێت بۆ چارەسەری shock (تێکچوونی سیستەمی خوێن ) , لە ئاژەڵی گەورەدا بەکاردێت لە کاتی زاین وە بۆ چارەسەری هەوکردن ،لە مانگادا بەکاردێت بۆ چارەسەری ketosisis ،لە ئەسپدا بەکاردێت بۆ چارەسەری داخرانی ڕێڕەوی هەوای گەڕاوە (RAO). ",
    "name": "Dexamethasone",
    "sideEffect": "زۆر میزکردن، قورحەی مەعیدە،تێکچونی جگەر،شەکرە،درەنگ چاکبونەوەی برین .",
    "createdAt": {
      "_seconds": 1729245888,
      "_nanoseconds": 895000000
    },
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1728995370396",
    "otherInfo": "کاردەکات لە ڕێگەی ژەهراوی کردنی دەماری مشەخۆرەکە بەهۆی زۆری پێداڕۆشتی ئایۆنی کلۆر بەمەش دەبێتە هۆی مردنی مشەخۆرەکە . کاریگەرە لە دژی کرمە دەزولەییەکان و حەشەرات ،کاریگەری نییە لە سەر کرمی شریتی و کرمی جگەر .بەشیوەی دەرزی هەییە لە سەگ و پشیلە و مانگادا بەکاردێت.",
    "usage": "بەکاردیت بۆ ڕێگریکردن و چارەسەرکردنی مشەخۆر (کرمی دەزولەی )ی لە گەدە و ڕیخۆڵەدا ،وە بۆ چارەسەری ئەسپێ ،کرمی سییەکان ،گەڕی ،گەنە.",
    "name": "Doramectin",
    "sideEffect": "ژەهراویبوون ڕودەدات گەر بەبڕی زۆر بەکاربێت ئەوا سێ چینەکەی پەردەی مێشک دەبڕێت ،ژەهراوی بوونی دەمار ڕودەدات،ناتەواوی لەبینین،کزی",
    "createdAt": {
      "_seconds": 1729245889,
      "_nanoseconds": 399000000
    },
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1729123792390",
    "otherInfo": "ئەم دەرمانە کاردەکات لەڕێگەی بەسترانی بە ڕایبۆسۆم و ڕێگری لە دروسبونی پڕۆتین.بەزۆری وەک و دژە بەکتریا بەکاردێت بەڵام کار لەسەر هەندێک لە تاک خانەکان دەکات لەگەڵ Rickettsia,Ehrlichia.لە سەگ و پشیلە و باڵندە و ئەسپدا بەکاردێت.",
    "usage": "بەزۆری دەرمانی هەڵبژێدراوە بۆ چارەسەری ئەو نەخۆشیانەی کە بەهۆی گەنەوە دەگوازرێنەوە لە ئاژەڵاندا.بەکاردێت بۆ چارەسەری توشبونێک کە بەهۆی بەکتریاوە ڕووبدات ،لەگەڵ هەندێک کە تاکخانەکان ,لە پشیلەدا بەکاردێت بۆ چارەسەری توشبونێک کە بەهۆی mycoplasma,clamydophila .دەتوانرێت بەکاربێت لەکاتی کرمی دڵدا. ",
    "name": "Doxycycline",
    "sideEffect": "دەبێتە هۆی وشکبونەوەی گورچیلە ،بەبڕی زۆر بەکاربێت دەبێتە هۆی پوکانەوەی ئێسک و ددان ،گەر لە ڕێگەی دەم بەکارهات ئەوا دەبێتە هۆی خوراندنی سورێنچک.  ",
    "createdAt": {
      "_seconds": 1729245889,
      "_nanoseconds": 677000000
    },
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1729165059780",
    "otherInfo": "شێوازی کارکردنی ئەم دەرمانە ڕێگری دەکات لە دروستبونی DNA ,RNA بەکتریا .چالاکە بۆ بەکتریاکانی staphylococus,E.coli,Proteus, Klebsiella, and Pasteurella.لە زۆرینەی ئاژەلان بەکاردێت ",
    "usage": "بەکاردێت بۆ چارەسەری توشبونی پێست و شانە نەرمەکان ،توشبونی ڕێڕەوی میز لە پشیلە و سەگدا ،توشبون بە  Chlamydophila felis لە پشیلەدا وە ulcerrative colitisلە سەگدا ،لە ئەسپدا بەکاردێت بۆ جۆرە جیاوازەکانی توشبونی شانە نەرمەکان و ڕێڕەوی هەناسە،هەروەها بەکاردێت بۆ چارەسەری ڕێڕەوی هەناسە لە مانگادا.",
    "name": "Enrofloxacin",
    "sideEffect": "بەکارهێنانی بە خەستی زۆر دەبێتە هۆی ژەهراویبونی ناوەندە کۆئەندامی دەمار بەتایبەتی لەو ئاژەڵانەی کە کێشەی گورچیلەیان هەییە ،ڕەنگە ببێتە هۆی ڕشانەوە،گەر بەبڕی زۆر بەکاربێت دەبێتە هۆی سکچوون و بێ ئیشتیهای. ",
    "createdAt": {
      "_seconds": 1729245890,
      "_nanoseconds": 48000000
    },
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1729166038645",
    "otherInfo": "شێوازی کارکردنی ڕێگری دەکات لە دروستکردنی پڕۆتین لەبەکتریادا .چالاکە لە دژی gram-negative bacilli, gram-positive cocci ،mycoplasma.",
    "usage": "بەکاردێت بۆ چارەسەری ڕێڕەوی هەناسە لە مانگادا ،توشبونی نێوانی سمەکانی مانگا،هەوکردنی conjactiva ",
    "name": "Florfenicol",
    "sideEffect": "کاردەکاتە سەر مۆخی ئێسک. ",
    "createdAt": {
      "_seconds": 1729245890,
      "_nanoseconds": 453000000
    },
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1729168841505",
    "otherInfo": "یەکێکە لە (NSAIDs) لە دژی ئازار و هەوکردن کاردەکات لە ڕێگەی وەستاندنی دروستبونی prostaglandin .لە سەگ و پشیلە و ئەسپ و مانگادا بەکاردێت.",
    "usage": "بەکاردێت بۆ چارەسەری ئازار و هەوکردن .لە ئەسپدا بەکاردێت بۆ ئازاری سک ،کەمکردنەوەی نێشانەی گوان ئێشە لە مانگادا ،یارمەتیدەرە لە چارەسەری بونی بەکتریا لە خوێندا ،دەتوانرێت لەگەڵ دژە بەکتریا تێکەڵ بکرێت بۆ نەخۆشی ڕێڕەوی هەناسە لە مانگادا ،دەتوانرێت بە بڕی یەک ژەم بەکاربێت بۆ چارەسەری سکچون لە گۆلک (کە بۆ مەبەستی شیر بەخێو دەکرێن ) ",
    "name": "Flunixin Meglumine",
    "sideEffect": "دەبێتە هۆی هەوکردنی گەدە ",
    "createdAt": {
      "_seconds": 1729245890,
      "_nanoseconds": 762000000
    },
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1729175434086",
    "otherInfo": "دەرمانێکی میزپێکەرە ,لە سەگ و پشیلە و ئەسپ و مانگادا بەکاردێت.",
    "usage": "لە سەگ و پشیلەدا دەرمانی هەڵبژێردراوە بۆ چارەسەری حاڵەتەکانی ئاوسان،کۆبونەوەی ئاو لە سییەکان ،نەخۆشییەکانی دڵ و ملولەی خوێن ،یارمەتی زیاتر بەرهەم هێنانی میز دەدات وە بەکاریش دێت بۆ چارەسەری گورچیلە ،یارمەتی زیاتر دەردانی کالسیۆم و پۆتاسیۆم دەدات بەکاردێت بۆ چارەسەری کەمی کالسیۆم و پۆتاسیۆم .لە ئەسپ و مانگاشدا بەکاردێت بۆ چارەسەری ئاوسان",
    "name": "Furosemide",
    "sideEffect": "دەبێتە هۆی کەم بوونەوەی شلە و مادەکان لە جەستەدا .",
    "createdAt": {
      "_seconds": 1729245891,
      "_nanoseconds": 178000000
    },
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1729339304965",
    "otherInfo": "جۆرێکی بێهۆشکردنە لە ڕێگەی هەڵمژینەوە بڵاودەبێتەوە بەشێوازی خێرا کاردەکات و خێراش دەگەرێتەوە باری ئاسای خۆی .لە سەگ و پشیلە و ئەسپدا بەکاردێت",
    "usage": " بەکاردێت بۆ بێهۆشکردنی گشتی لە ئاژەڵاندا ",
    "name": "Halothane",
    "sideEffect": "دەبێتە هۆی فراوان بوونی ملولەی خوێن و زیاتر پێداڕۆشتنی خوێن بۆ ملولەکانی مێشک ،ئاڵوگۆڕی هەوا گۆڕکێ کەم دەبێتەوە و تێکڕای هەناسەدان کەم دەبێتەوە ",
    "createdAt": {
      "_seconds": 1729455917,
      "_nanoseconds": 925000000
    },
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1729340593142",
    "otherInfo": "ئەم دەرمانە کاردەکات لە ڕێگەی زیادکردنی antithrombin III ، لەگەڵ وەستاندنی چالاکی فاکتەر xa .زیاتر لە سەگ و پشیلە و ئەسپدا بەکاردێت.",
    "usage": "بەکاردێت بۆ قەدەغەکردن و چارەسەرکردنی کێشەکانی خوێن مەیاندن (نایەڵێت خوێن بمەێت)",
    "name": "Heparin Sodium",
    "sideEffect": "چونکە ڕێگری دەکات لە خوێن مەیاندن بۆیە مەترسی خوێنبەربوون هەیە ",
    "createdAt": {
      "_seconds": 1729455918,
      "_nanoseconds": 461000000
    },
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1729341392275",
    "otherInfo": "Antiprotozoal(دژی زیندەوەرە تاک خانەکان) کاردەکات لە ڕێگەی وەستاندنی زیندەچالاکی nucleic acid .لە سەگ و پشیلە و مانگادا بەکاردێت.",
    "usage": "بەکاردێت لە ئاژەڵاندا بۆ چارەسەری هۆکاری نەخۆشی لە ناو خانەدا بەهۆی گەنەوە ،بۆ چارەسەری babesia(خوێن میزکە)لە ئاژەڵاندا ,لەگەڵ  haemobartonellosis لە پشیلەدا کە بەهۆی mycoplasma spp ڕودەدات ،وە بۆ چارەسەری ehrlichial لە سەگ و پشیلەدا .",
    "name": "Imidocarb Hydrochloride",
    "sideEffect": "ئازارێکی کاتی ڕودەدات ،یان ئاوسان لە شوێنی دەرزی لێنانەوە",
    "createdAt": {
      "_seconds": 1729455918,
      "_nanoseconds": 896000000
    },
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1729513864081",
    "otherInfo": "ئەم دەرمانە لە پشیلە و سەگ و مەڕ و مانگادا بەکاردێت.",
    "usage": "لە مەڕ و مانگادا بەکاردێت بۆ جۆرە جیاوازەکانی کرمە دەزولەییەکان لە ناویاندا کرمەکانی گەدە وەک ( Haemonchus, Trichostrongylus, and Ostertagia species) کرمەکانی ڕیخۆڵە وەک ( Trichostrongylus,Cooperia,Nematodirus,Bunostomu,Oesophagostomum, and Chabertia species) کرمی سییەکان وەک ( Dictyocaulus,species) ،لەسەگ و پشیلەدا بەکاردێت بۆ مشەخۆرەکانی ناوەوە",
    "name": "Levamisole Hydrochloride\r",
    "sideEffect": "شوێنی دەرزی لێدانەکە دەئاوسێت ،لە هەندێک سەگدا دەبێتە هۆی ڕشانەوە ",
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "1730038634989",
    "otherInfo": "ئەم دەرمانە کاردەکات لە ڕێگەی بەسترانی بە 50s ی ڕایبۆسۆم و دروستبوونی پڕۆتین کەم دەکاتەوە .بەشێوەی حەپ و پاودەر و شروب و دەرزی هەیە ،لە سەگ و پشیلە و مەڕ و مانگادا بەکاردێت .",
    "usage": "لە دژی گرام پۆزەتیڤی بەکتریا کاردەکات بە شێوەیەکی سنوردار کار لەسەر جۆرەکانی دیکەی توشبون دەکات ,لە ئاژەڵی بچوکدا کاردەکات بۆ توشبونی پێست یان توشبونی شانەنەرمەکان بەهۆی بەکتریای گرام پۆزەتیڤ . هەروەها چالاکە لە دژی  Mycoplasma, Erysipelothrix, and Leptospira species  . لە بەراز و باڵندەدا بەکاردێت بۆ چارەسەری توشبونێک بەهۆی Mycoplasma وە بێت .لە مەڕ و مانگادا بەشێوەی دەرزی (لە گۆشت ) IM بەکاردێت بۆ هەوکردنی جومگە ,کێم کردنی قورگ ،هەوکردنی گوان .",
    "name": "  Lincomycin Hydrochloride",
    "sideEffect": "دەبێتە هۆی ڕشانەوە و سکچوون لە ئاژەڵاندا .دەبێتە هۆی هەوکردنی ڕیخۆڵە گەر لە ڕێگەی دەمەوە بەکاربێت بۆ ئاژەڵە کاوێژکەرەکان",
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  },
  {
    "id": "eZyTQ5pS3JjuUix4APU9",
    "usage": "بەکاردێت لە مانگا و بەرازدا بۆ هەر شتێک کە ببێتە هۆی نەخۆشی ,بەکاردێت بۆ چارەسەری هەناسەدان لەمانگادا کە بەهۆی mannheimia ،pasteurela,hisophilus بێت,هەروەها بەکاردێت بۆ چارەسەری پێ گەنین (foot rot)لە مانگادا ,بەکاردێت بۆهەوکردنی منداڵدان لە پاش زایین لە مانگای شیردا،ئەم دەرمانە دەتوانرێت لەڕێگەی گوانیش بەکاربهێنرێت بۆ کێشەکانی گوان لە مانگادا ceftiofur sodium بەکاردێت بۆ چارەسەری توشبوون لە سەگ و ئەسپدا ،کەمتر ceftiofur hydrochloride بەکاردێت لەو جۆرە ئاژەڵانەدا .",
    "name": "Ceftiofur hydrochloride",
    "sideEffect": "بەگشتی دەرمانێکی سەلامەتە ،ڕەنگە هەستیاری ڕوبدات لە هەندێک حاڵەتەکاندا ،بەشێوەیەکی دەگمەن دەشێت خوێنبەربوون ڕوبدات ،بەکارهێنانی ceftiofur  لە سەگدا  بە بڕی زۆر دەبێتە هۆی تێکچونی مۆخی ئێسک بەمەش دەبێتە هۆی کەم خوێنی ،لە ئەسپیشدا گەر بە بڕی زۆر بەکاربێت دەبێتە هۆی سکچوون.",
    "otherInfo": "ceftiofur hydrochloride and ceftifur soduim    هەمان شێوازی ئیشکردنیان هەییە وەک گروپەکانی  beta_lactum  کە ڕێگری دەکات لە دروستبوونی دیواری خانەی بەکتریا بەمەش دەبێتە هۆی مردنی ،ئەم دەرمانە چالاکییەکی باشی هەییە لەدژی زۆرینەی بەکتریای گرام نێگەتیڤی bacilli بەتایبەتی enterobactericea وە چالاییەکی بەهێزی هەیە لە دژی هۆکاری نەخۆشی لە سیستەمی هەناسە لەمانگادا وەک و pasteurela ,mannheimia ,histophilus .هەروەها ئەم دەرمانە چالاکە لە دژی هەندێک لە گرام پۆزەتیڤی cocci وەکو streptococci .ئەم دەرمانە پاش بەکارهێنان خێرا لێکهەڵدەوەشێت  زیاتر لەمانگا و بەراز بەکاردێت  ،بەشێوەی دەرزی هەیە ،دەتوانرێت لەڕێگەی ژیر پێست یان لە ماسولکە بەکاربێت",
    "_exportedAt": "2025-06-06T19:36:49.411Z"
  }
]